{"url": "http://www.language-archives.org/language/amh", "code": "amh", "coords": ["13.47", "7.65", "35.835", "42.088"], "name": "Amharic language", "resources": {"Other resources in the language": {"count": 161, "resources": ["<li><i>English-Amharic dictionary.</i> &#702;Ams&#257;lu &#702;Aklilu. 1973. Addis Ababa [Ethiopia] : Oxford University Press.\n <a href=\"/item/oai:gial.edu:17020\">oai:gial.edu:17020</a></li>", "<li><i>The millennium English-Amharic dictionary : 18000 words = &#702;Adisu &#702;Englize&#241;&#257;-&#702;Am&#257;re&#241;&#257; mazgaba q&#257;l&#257;t.</i> &#702;&#201;fr&#233;m &#702;Asaf&#257; Waradawarq. 1992. [Addis Ababa : s.n.].\n <a href=\"/item/oai:gial.edu:17124\">oai:gial.edu:17124</a></li>", "<li><i>Y&#228;silt'i&#241;&#228; - Amari&#241;a - Inglizi&#241;a k'amus (inc'er kutab) : Y&#228;silt'i&#241;a - Amari&#241;a - Inglizi&#241;a m&#228;zg&#228;ba l'alat (ac'ar atam) = Silt'e - Ahmaric - English dictionary (shorter version).</i> Gutt, Eeva H. M; Mohammed, Hussein. 1995. Addis Ababa, Ethiopia : Summer Institute of Linguistics.\n <a href=\"/item/oai:gial.edu:18024\">oai:gial.edu:18024</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>An overview of Central Dizin phonology and morphology.</i> Beachy, Marvin Dean. 2005. Graduate Institute of Applied Linguistics Library.\n <a href=\"/item/oai:gial.edu:28136\">oai:gial.edu:28136</a></li>", "<li><i>Pugnas baqi yistuc kyan.</i> Keseri, Mengistu. 2012. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:58200\">oai:sil.org:58200</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Danatse kup' na'a.</i> Mosissa, Asmamaw (editor); Belete, Kaleb (illustrator); Embiale, Asmamaw (editor); Deressa, Fekadu (editor). 2014. Benishangul - Gumuz Language Development Project.\n <a href=\"/item/oai:sil.org:60600\">oai:sil.org:60600</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Anduronat Kanona.</i> Mosissa, Asmamaw (editor); Belete, Kaleb (illustrator); Deressa, Fekadu (editor); Embiale, Asmamaw (editor). 2014. Benishangul - Gumuz Language Development Project.\n <a href=\"/item/oai:sil.org:60501\">oai:sil.org:60501</a></li>", "<li><i>Zoyta Baqar.</i> Keseri, Mengistu. 2012. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:58202\">oai:sil.org:58202</a></li>", "<li><i>Yapm iaznz.</i> Dubale, Zerihun. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:57603\">oai:sil.org:57603</a></li>", "<li><i>Kenihonat Maatsuna.</i> Desalegn, Getachew; Moreda, Abebech; Wakijira, Wubayew; Yekoye, Tigist. 2014. Benishangul-Gumuz Language Development Project.\n <a href=\"/item/oai:sil.org:58203\">oai:sil.org:58203</a></li>", "<li><i>Debm.</i> Biyadu, Ambaye. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:57604\">oai:sil.org:57604</a></li>", "<li><i>Dukika ha&#769; yaabuska.</i> Biyadu, Ambaye. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:57109\">oai:sil.org:57109</a></li>", "<li><i>Balaxa yi&#769; nalnda.</i> Biyadu, Ambaye. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:57709\">oai:sil.org:57709</a></li>", "<li><i>Shan kos.</i> Hussein Mohammed Musa. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:58110\">oai:sil.org:58110</a></li>", "<li><i>Bertha-English-Amharic dictionary.</i> Neudorf, Andreas (compiler); Neudorf, Susanne (compiler). 2007. Benishangul-Gumuz Language Development Project.\n <a href=\"/item/oai:sil.org:36311\">oai:sil.org:36311</a></li>", "<li><i>I&#769;tika n&#768; daan t&#601;ga?.</i> Worku, Agegnew (translator); Alemu, Tareta (translator). 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:57111\">oai:sil.org:57111</a></li>", "<li><i>Hartey ko R&#596;s&#596;.</i> Siralugu, Kite. 2013. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:59512\">oai:sil.org:59512</a></li>", "<li><i>Iti qa&#331;k &#331;&#772; gab t&#601;g&#601;y?.</i> Zoyeth, Boli (translator); Eyariz, Mekonen (translator). 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:57115\">oai:sil.org:57115</a></li>", "<li><i>S&#8217;iina ala Yaagoya, alaMadana, kala-Emaliya.</i> Williamson, Travis (editor); Johnston, Stephen (illustrator). 2013. Benishangul-Gumuz Language Development Project.\n <a href=\"/item/oai:sil.org:58215\">oai:sil.org:58215</a></li>", "<li><i>K&#603;ginyaa h&#603;a g&#596;nya.</i> Olekibo, Barshota. 2013. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:59515\">oai:sil.org:59515</a></li>", "<li><i>Ooxi koosn.</i> Hussein Mohammed Musa. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:57116\">oai:sil.org:57116</a></li>", "<li><i>S&#8217;&#237;na Wo Baanja&#769; Ka Baakuja&#769; Namakod Hosa&#769;.</i> Gaahon, Kommaander; Fufa, Ashenaafi; Gissa, Desaalegn; Zikie, Mengestu; Alamaayehu, Jerzy; Gissa, Waki. 2013. Benishangul-Gumuz Language Development Project.\n <a href=\"/item/oai:sil.org:58216\">oai:sil.org:58216</a></li>", "<li><i>Xharqi kuasu.</i> Hussein Mohammed Musa. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:57117\">oai:sil.org:57117</a></li>", "<li><i>Bidar&#243;bush u Mas&#225;d Th&#225; Thaa&#241;&#237;m&#225;rele.</i> Gaahon, Kommaander; Fufa, Ashenaafi; Gissa, Desaalegn; Zikie, Mengestu; Alamaauehu, Jerzy; Gissa, Waki. 2014. Benishangul-Gumuz Language Development Project.\n <a href=\"/item/oai:sil.org:58217\">oai:sil.org:58217</a></li>", "<li><i>Ghurghurtina ngatunyuny.</i> Matteb, Aynadis. 2013. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:59517\">oai:sil.org:59517</a></li>", "<li><i>Ert keti pirstagucn.</i> Atimo, Tizazu. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:57219\">oai:sil.org:57219</a></li>", "<li><i>&#4772;&#4821;&#4670;&#4651;&#4821;&#4661; &#4850;&#4669;&#4778;&#4756;&#4652;.</i> n.a. 2013. Zayse Language Development and Translation Project.\n <a href=\"/item/oai:sil.org:58019\">oai:sil.org:58019</a></li>", "<li><i>Kadu dadu tmrt i&#772;pmt.</i> Zoythe, Boli (translator). 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:57120\">oai:sil.org:57120</a></li>", "<li><i>Gatsam qayxs.</i> Kebede, Tariku. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:57220\">oai:sil.org:57220</a></li>", "<li><i>Wunqubaab Dadus.</i> Amaro, Tulua. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:58020\">oai:sil.org:58020</a></li>", "<li><i>Borid, Oon&#771;o&#769; u Du&#769;ash.</i> Imbiyale, Asmamaw. 2014. Benishangul-Gumuz Language Development Project.\n <a href=\"/item/oai:sil.org:58220\">oai:sil.org:58220</a></li>", "<li><i>&#4851;&#4851;&#4707; &#4779;&#4875;&#4843; &#4657;&#4650;&#4728;&#4757; &#4782; &#4878;&#4619;&#4728;&#4757; &#4782; &#4771;&#4651;&#4757;&#4867;&#4728;&#4757;&#4961; &#4657;&#4650;&#4763;-&#4771;&#4635;&#4653;&#4763;-&#4770;&#4757;&#4877;&#4618;&#4829;&#4763; &#4683;&#4757;&#4683; &#4632;&#4635;&#4650;&#4843; &#4632;&#4925;&#4627;&#4941;.</i> Bambu, Daniel; Lemudigir, Bargola. 2002. Suri Translation Project.\n <a href=\"/item/oai:sil.org:36321\">oai:sil.org:36321</a></li>", "<li><i>Haas i&#768;ti feena t&#601;?.</i> Worku, Agegnew (translator); Alemu, Tareta (translator). 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:57121\">oai:sil.org:57121</a></li>", "<li><i>Gohowots Dihi&#769;ts E&#769;e&#769;sha.</i> Senbeta, Getachew. 2014. Benishangul-Gumuz Language Development Project.\n <a href=\"/item/oai:sil.org:58221\">oai:sil.org:58221</a></li>", "<li><i>Bala ko b&#603;kaya n&#603;n&#603;.</i> Komta, Barnabas. 2013. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:59423\">oai:sil.org:59423</a></li>", "<li><i>Inini-pena.</i> Eyariz, Mekonen (translator); Zoyeth, Boli (translator). 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:57124\">oai:sil.org:57124</a></li>", "<li><i>Surich&#603;n ko Aranjac&#603;n ko G&#596;lach&#603;n (Suri - English - Amharic Latin dictionary).</i> Bryant, Michael (compiler); Siralugu, Kite (editor); Siralugu, Gergere (editor); Lemudigir, Bargola (compiler); Bambu, Daniel (compiler). 2009-2010. SIL Language and Culture Archives.\n <a href=\"/item/oai:sil.org:41226\">oai:sil.org:41226</a></li>", "<li><i>Erroa ku gonyg&#603; l&#596;g&#596;nn&#603;a tila doriaa timirtiny.</i> Negash, Sinku. 2013. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:59426\">oai:sil.org:59426</a></li>", "<li><i>Bartagi ok tima.</i> Boshobarke, Ariboroy; Siralugu, Gergere; Bhorbhori, Olekibo; Olekibo, Komoni; Olereghe, Barkugura. 2013. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:59526\">oai:sil.org:59526</a></li>", "<li><i>Eriya Dobuli.</i> Gizaw, Tekle. 2013. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:59427\">oai:sil.org:59427</a></li>", "<li><i>Kula ko r&#596;s&#596;.</i> Koika, Getachew. 2013. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:59527\">oai:sil.org:59527</a></li>", "<li><i>Nyimmoa kasashana.</i> Siralugu, Kite. 2013. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:59428\">oai:sil.org:59428</a></li>", "<li><i>Erroa Bh&#603;gin&#603;na.</i> Bhorbhori, Olekibo. 2013. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:59429\">oai:sil.org:59429</a></li>", "<li><i>Dura ko kobinya.</i> Balku, Meseret. 2013. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:59529\">oai:sil.org:59529</a></li>", "<li><i>Uutn yapm ti?.</i> Eyariz, Mekonen (translator); Zoyeth, Boli (translator). 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:57130\">oai:sil.org:57130</a></li>", "<li><i>Uutn iyqabaab eki t&#601;?.</i> Worku, Agegnew (translator); Alemu, Tareta (translator). 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:57132\">oai:sil.org:57132</a></li>", "<li><i>I&#772;ib Yaab.</i> Chuo, Kain Godfrey; Trammell, Kristine Marion. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:58032\">oai:sil.org:58032</a></li>", "<li><i>Iyqabaab yaab.</i> Chuo, Kain Godfrey; Trammell, Kristine Marion. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:58033\">oai:sil.org:58033</a></li>", "<li><i>Ahaa shill&#603;ya hin&#603; &#596;ng ko &#596;ng?.</i> Chuo, Kain Godfrey; Trammell, Kristine Mario; Gallant, Anna. 2013. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:59435\">oai:sil.org:59435</a></li>", "<li><i>L&#596;ga k&#603;bh&#603;g&#603;a k&#603;n&#596; ko bhe kihin&#603;ye.</i> Chuo, Kain Godfrey; Trammell, Kristine Mario; Gallant, Anna. 2013. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:59436\">oai:sil.org:59436</a></li>", "<li><i>Ininika kebi yaasinka.</i> Hussein Mohammed Musa; Ahlberg, Aija Katriina. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:58039\">oai:sil.org:58039</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Akunat Shakatsona.</i> Mosissa, Asmamaw (editor); Belete, Kaleb (illustrator); Deressa, Fekadu (editor); Embiale, Asmamaw (editor). 2014. Benishangul - Gumuz Language Development Project.\n <a href=\"/item/oai:sil.org:60139\">oai:sil.org:60139</a></li>", "<li><i>Surichen ko aranjacan ko golacan.</i> Bryant, Mike (compiler); Olekibo, Bargola (compiler). 1997. Surma Translation Project.\n <a href=\"/item/oai:sil.org:36340\">oai:sil.org:36340</a></li>", "<li><i>Tmrt i&#772;i.</i> Trammell, Kristine Marion; Chuo, Kain Godfrey. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:58040\">oai:sil.org:58040</a></li>", "<li><i>Gashi ko Toda.</i> Balku, Meseret. 2013. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:59440\">oai:sil.org:59440</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Baaneshnat B&#769; eeyishotsna.</i> Mosissa, Asmamaw. 2014. Benishangul - Gumuz Language Development Project.\n <a href=\"/item/oai:sil.org:60140\">oai:sil.org:60140</a></li>", "<li><i>Zuga Olebhuseni bhak&#603;a doriyoa ku bhibhi.</i> Bhorbhori, Olekibo. 2013. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:59441\">oai:sil.org:59441</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Minz jinf gik'etsoni.</i> Tadeesse, Amsalu; Birhanu, Birtukan. 2014. Benishangul - Gumuz Language Development Project.\n <a href=\"/item/oai:sil.org:60141\">oai:sil.org:60141</a></li>", "<li><i>Tamaridadu kadu.</i> Worku, Agegnew. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:58042\">oai:sil.org:58042</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>&#201;&#233;shonat ins&#8217;ona.</i> Mosissa, Asmamaw. 2014. Benishangul - Gumuz Language Development Project.\n <a href=\"/item/oai:sil.org:60142\">oai:sil.org:60142</a></li>", "<li><i>&#4850;&#4826;&#4757;&#4779; &#4878;&#4618;&#4757;&#4779; &#4770;&#4765;&#4877;&#4618;&#4826;&#4757;&#4779; &#4772;&#4853; &#4723;&#4637;&#4653;&#4661;&#4757;&#4778; &#4632;&#4931;&#4941; &#4843;&#4661;&#4829;.</i> Mershi, Zerihun; Beachy, Marvin; Eyariz, Mekonen; Mada, Haile-Mariam. 2007. Dizi Translation Project.\n <a href=\"/item/oai:sil.org:57043\">oai:sil.org:57043</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>&#201;diri.</i> Deressa, Fekadu (editor); Belete, Kaleb (illustrator); Mosissa, Asmamaw (editor). 2014. Benishangul - Gumuz Language Development Project.\n <a href=\"/item/oai:sil.org:60143\">oai:sil.org:60143</a></li>", "<li><i>Kiyazka Naynika.</i> Worku, Agegnew. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:58044\">oai:sil.org:58044</a></li>", "<li><i>L&#596;ga kemeso ko b&#603;kanya.</i> Boshobarke, Ariboroy; Siralugu, Gergere; Bhorbhori, Olekibo; Olegidhangi, Gubu. 2013. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:59444\">oai:sil.org:59444</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Uump&#8217;ets gitonat gaalets ikona.</i> Mosissa, Asmamaw. 2014. Benishangul - Gumuz Language Development Project.\n <a href=\"/item/oai:sil.org:60144\">oai:sil.org:60144</a></li>", "<li><i>Wu&#331;gubaab.</i> Amaro, Tulua. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:58045\">oai:sil.org:58045</a></li>", "<li><i>Doriyoa ku bhibhi.</i> Olegidhangi, Gubu; Boshobarke, Ariboroy. 2013. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:59445\">oai:sil.org:59445</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Andurotsnat Ins&#8217;otsna.</i> Mosissa, Asmamaw (editor); Belete, Kaleb (illustrator); Deressa, Fekadu (editor); Embiale, Asmamaw (editor). 2014. Benishangul - Gumuz Language Development Project.\n <a href=\"/item/oai:sil.org:60145\">oai:sil.org:60145</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Gedeo Dictionary.</i> Wedekind, Klaus (compiler). 1978. SIL Language and Culture Archives.\n <a href=\"/item/oai:sil.org:58246\">oai:sil.org:58246</a></li>", "<li><i>Ngarori ko Ngat&#603;ro a b&#603;kanya.</i> Olechagi, Barkoy; Siralugu, Kite; Olekibo, Barshota. 2013. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:59446\">oai:sil.org:59446</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Maahi indunat kenihona.</i> Mosissa, Asmamaw (editor); Belete, Kaleb (illustrator); Deressa, Fekadu (editor); Embiale, Asmamaw (editor). 2014. Benishangul - Gumuz Language Development Project.\n <a href=\"/item/oai:sil.org:60146\">oai:sil.org:60146</a></li>", "<li><i>Ahaa Dori.</i> Boshobarke, Ariboroy. 2013. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:59447\">oai:sil.org:59447</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Granzonat Daazona.</i> Mosissa, Asmamaw (editor); Belete, Kaleb (illustrator); Deressa, Fekadu (editor). 2014. Benishangul - Gumuz Language Development Project.\n <a href=\"/item/oai:sil.org:60147\">oai:sil.org:60147</a></li>", "<li><i>Kidhi ko ige kari?.</i> Hussein Mohammed Musa. 2013. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:59448\">oai:sil.org:59448</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Mereer na&#8217;unat waang na&#8217;ona.</i> Maru, Negash; Kebede, Wondosen; Deresso, Shumete. 2014. Benishangul - Gumuz Language Development Project.\n <a href=\"/item/oai:sil.org:60148\">oai:sil.org:60148</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Ma m&#616;n k&#649;m&#649;tt.</i> Habte, Sadik; Harun, Ramadan. 2014. Benishangul-Gumuz Language Development Project.\n <a href=\"/item/oai:sil.org:61048\">oai:sil.org:61048</a></li>", "<li><i>Lusa ibash&#603;a ayu.</i> Bhorbhori, Olekibo. 2013. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:59549\">oai:sil.org:59549</a></li>", "<li><i>Koyna Xhima.</i> Hussein Mohammed Musa. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:58150\">oai:sil.org:58150</a></li>", "<li><i>Erroa ok&#603;a tila.</i> Olekibo, Bargaw; Siralugu, Kite; Olekibo, Barshota; Konggulugu, Barl&#603;ng; Olereghe, Barhozo. 2013. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:59550\">oai:sil.org:59550</a></li>", "<li><i>Lusa yiisin&#603;na.</i> Olekibo, Bargaw. 2013. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:59551\">oai:sil.org:59551</a></li>", "<li><i>Kula ba&#769; kyana.</i> Koika, Getachew. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:58152\">oai:sil.org:58152</a></li>", "<li><i>Barlusa am&#603; binyjalu.</i> Olekibo, Barshota. 2013. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:59552\">oai:sil.org:59552</a></li>", "<li><i>Silt&#700;e - Amharic - English dictionary, (with concise grammar).</i> Gutt, Eva H. M. (compiler); Gutt, Ernst-August (compiler); Hussein Mohammed Musa (compiler). 1997. Addis Ababa University Press.\n <a href=\"/item/oai:sil.org:36353\">oai:sil.org:36353</a></li>", "<li><i>Erroa bh&#603;k&#603;a ahaa kamaluko sh&#603;&#603;.</i> Siralugu, Gergere. 2013. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:59553\">oai:sil.org:59553</a></li>", "<li><i>Bokaga kyana yi&#769; eza.</i> Koika, Getachew. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:58154\">oai:sil.org:58154</a></li>", "<li><i>Bertha English Amharic Arabic Dictionary.</i> Neudorf, Andreas; Neudorf, Susanne. 2014. Benishangul-Gumuz Language Development Project.\n <a href=\"/item/oai:sil.org:58254\">oai:sil.org:58254</a></li>", "<li><i>Ora tuknqa kaqnab dadns.</i> Komta, Barnabas. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:58055\">oai:sil.org:58055</a></li>", "<li><i>Dura wu&#769; gyama.</i> Balku, Meseret. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:58155\">oai:sil.org:58155</a></li>", "<li><i>Mada yi&#769; icha.</i> Worku, Agegnew. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:57656\">oai:sil.org:57656</a></li>", "<li><i>Bayteta yi&#769; nansa Budyaba.</i> Balku, Meseret. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:57357\">oai:sil.org:57357</a></li>", "<li><i>Dobul nans.</i> Gizaw, Tekle. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:57358\">oai:sil.org:57358</a></li>", "<li><i>Marta wu&#769; kapa.</i> Hussein Mohammed Musa. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:58158\">oai:sil.org:58158</a></li>", "<li><i>Gacina Todaa.</i> Balku, Meseret. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:57359\">oai:sil.org:57359</a></li>", "<li><i>Daydaa Mizaa.</i> Chuo, Kain Godfrey; Trammell, Kristine Mario. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:58159\">oai:sil.org:58159</a></li>", "<li><i>Zhaazha kixn.</i> Ali, Teka. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:58060\">oai:sil.org:58060</a></li>", "<li><i>Tana ta&#769; icha.</i> Negash, Sinku. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:57261\">oai:sil.org:57261</a></li>", "<li><i>Timirti iy byatubta.</i> Atimo, Tizazu. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:58062\">oai:sil.org:58062</a></li>", "<li><i>Nama Bayta.</i> Gizaw, Tekle. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:58162\">oai:sil.org:58162</a></li>", "<li><i>Pizxabka ha&#769; naanuka.</i> Agegnew, Worku. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:57263\">oai:sil.org:57263</a></li>", "<li><i>&#504; naanuka n&#224;taka.</i> Negash, Sinku. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:58063\">oai:sil.org:58063</a></li>", "<li><i>Gaydaa Gobana.</i> Worku, Agegnew; Mengesha, Wendu. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:58163\">oai:sil.org:58163</a></li>", "<li><i>Danxu bazhuxukib.</i> Kebede, Tariku. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:58064\">oai:sil.org:58064</a></li>", "<li><i>Belaa yi&#769; ezna Benaba.</i> Alemu, Tareta. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:58164\">oai:sil.org:58164</a></li>", "<li><i>S'ornsab dadns.</i> Mannachew, Getere. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:57265\">oai:sil.org:57265</a></li>", "<li><i>Baayaka barkayka dooshaka eeraka saaya.</i> Matteb, Aynadis. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:58065\">oai:sil.org:58065</a></li>", "<li><i>Dortet ba&#769; kyana.</i> Gizaw, Tekle; Koika, Getachew; Balku, Meseret; Komta, Barnabas. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:58165\">oai:sil.org:58165</a></li>", "<li><i>Balaa yi&#769; nala.</i> Komta, Barnabas. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:57266\">oai:sil.org:57266</a></li>", "<li><i>Nyava dyant kimagend.</i> Keseri, Mengistu. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:58166\">oai:sil.org:58166</a></li>", "<li><i>K&#8217;osh Dins&#8217;ootsonat Eeshon Tera.</i> Matteb, Aynadis. 2010. Benishangul-Gumuz Language Development Project.\n <a href=\"/item/oai:sil.org:57268\">oai:sil.org:57268</a></li>", "<li><i>Rooth&#225; ma ass&#233;.</i> Ali, Abdulnasir. 2014. Benishangul-Gumuz Language Development Project.\n <a href=\"/item/oai:sil.org:58169\">oai:sil.org:58169</a></li>", "<li><i>Buzika Benguruka.</i> Biyadu, Ambaye. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:57270\">oai:sil.org:57270</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Gik'ets Naana'otsi.</i> Mosissa, Asmamaw (editor); Belete, Kaleb (illustrator); Embiale, Asmamaw (editor); Deressa, Fekadu (editor). 2014. Benishangul - Gumuz Language Development Project.\n <a href=\"/item/oai:sil.org:60770\">oai:sil.org:60770</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Go'unat k&#233;&#233;runa.</i> Mosissa, Asmamaw (editor); Belete, Kaleb (illustrator); Embiale, Asmamaw (editor); Deressa, Fekadu (editor). 2014. Benishangul - Gumuz Language Development Project.\n <a href=\"/item/oai:sil.org:60771\">oai:sil.org:60771</a></li>", "<li><i>Dadus naanuka baaduka.</i> Alemu, Tareta. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:57072\">oai:sil.org:57072</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Ump&#8217;etsa.</i> Mosissa, Asmamaw (editor); Belete, Kaleb (illustrator); Embiale, Asmamaw (editor); Deressa, Fekadu (editor). 2014. Benishangul - Gumuz Language Development Project.\n <a href=\"/item/oai:sil.org:60772\">oai:sil.org:60772</a></li>", "<li><i>Naynika ochuka.</i> Eyariz, Mekonen (translator). 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:57073\">oai:sil.org:57073</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Minz beero Gurmuwi.</i> Mosissa, Asmamaw (editor); Belete, Kaleb (illustrator); Deressa, Fekadu (editor). 2014. Benishangul - Gumuz Language Development Project.\n <a href=\"/item/oai:sil.org:60773\">oai:sil.org:60773</a></li>", "<li><i>Kirin or ong? K&#704;ec&#704;newa min ayetch?.</i> Olekibo, Bargola. 2005. Surma Translation Project.\n <a href=\"/item/oai:sil.org:36475\">oai:sil.org:36475</a></li>", "<li><i>Gianu.</i> Zoyeth, Boli. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:57075\">oai:sil.org:57075</a></li>", "<li><i>K&#596;&#596;side kenyjin&#603; c&#8217;urkaiy&#596;.</i> Hussein Mohammed Musa. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:58275\">oai:sil.org:58275</a></li>", "<li><i>Kolnet dapa huseynu qale ala patu.</i> Uusitalo, Mirjami. 2007. Dirayta Translation and Literacy Project.\n <a href=\"/item/oai:sil.org:36476\">oai:sil.org:36476</a></li>", "<li><i>Tamaari dadus kadu baab.</i> Worku, Agegnew. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:57076\">oai:sil.org:57076</a></li>", "<li><i>Pennade Shuai.</i> Hussein Mohammed Musa. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:58276\">oai:sil.org:58276</a></li>", "<li><i>Xhoorika Bozanaka.</i> Worku, Agegnew; Mengesha, Wendu. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:57077\">oai:sil.org:57077</a></li>", "<li><i>Boliage hay ugoy&#596;.</i> Eyariz, Mekonen. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:58277\">oai:sil.org:58277</a></li>", "<li><i>Bartusn.</i> Biyadu, Ambaye. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:57078\">oai:sil.org:57078</a></li>", "<li><i>Takashaba ba&#769; tama.</i> Gizaw, Tekle; Koika, Getachew; Balku, Meseret; Komta, Barnabas. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:58178\">oai:sil.org:58178</a></li>", "<li><i>Soyidi oo shocce t&#8217;in&#596;.</i> Hussein Mohammed Musa. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:58278\">oai:sil.org:58278</a></li>", "<li><i>Maab&#225; Miil&#225; &#225;re Mar&#233; Gadi.</i> Ali, Abdulnasir. 2014. Benishangul-Gumuz Language Development Project.\n <a href=\"/item/oai:sil.org:58179\">oai:sil.org:58179</a></li>", "<li><i>M&#603;nde bh&#596;gin&#603;&#603;.</i> Mekonen, Fajio. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:58279\">oai:sil.org:58279</a></li>", "<li><i>Ee&#769;shona, Shakonat Sheet'ona.</i> Imbiyale, Asmamaw. 2013. Benishangul-Gumuz Language Development Project.\n <a href=\"/item/oai:sil.org:58080\">oai:sil.org:58080</a></li>", "<li><i>Dizinka Golinka Ingg&#600;lizinka ed tam&#600;r m&#603;ts&#704;af yas&#600;z = Dizinya Amarinyana Inglizinya K'wank'wa memariya t&#600;n&#600;sh mes'ihaf = Dizin Amharic and English language learning booklet.</i> Beachy, Marvin; Mershi, Zerihun; Eyariz, Mekonen; Mada, Haile-Mariam. 2007. Dizi Translation Project and SIL Ethiopia.\n <a href=\"/item/oai:sil.org:36481\">oai:sil.org:36481</a></li>", "<li><i>E&#769;e&#769;shona Shakonat Sheet'ona.</i> Birhanu, Abesh; Negash, Abiyot; Hanbessa, Mulualem; Assigia, Tibubu; Galeta, Seleshi; Debessa, Mulugeta. 2014. Benishangul-Gumuz Language Development Project.\n <a href=\"/item/oai:sil.org:58081\">oai:sil.org:58081</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Motobilonat Ash ikona.</i> Feyissa, Habtamu. 2014. Benishangul - Gumuz Language Development Project.\n <a href=\"/item/oai:sil.org:60481\">oai:sil.org:60481</a></li>", "<li><i>Dadaba Dhugunogiy Surich&#603;n ko Aranjach&#603;n ko G&#596;lach&#603;n.</i> Bryant, Mike; Siralugu, Kite. 2013. Suri Translation Project.\n <a href=\"/item/oai:sil.org:59582\">oai:sil.org:59582</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>T'iit'unat Datsona.</i> Weyila, Argeta; Deressa, Habtamu; Yihenew, Mantegbosh; Tadele, Zerfe. 2014. Benishangul - Gumuz Language Development Project.\n <a href=\"/item/oai:sil.org:60482\">oai:sil.org:60482</a></li>", "<li><i>&#4722;&#4653;&#4635;&#4666;&#4757; &#4782; &#4771;&#4651;&#4757;&#4867;&#4666;&#4757; &#4782; &#4878;&#4619;&#4666;&#4757;.</i> Bryant, Mike; Dera, Bargola. 1997. Surma Translation Project.\n <a href=\"/item/oai:sil.org:59583\">oai:sil.org:59583</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Keez Minz Beerotsnat Granzona.</i> Adeba, Asaye; Moloro, Dereje; Getahun, Kibernesh; Mengie, Tolesh. 2014. Benishangul - Gumuz Language Development Project.\n <a href=\"/item/oai:sil.org:60483\">oai:sil.org:60483</a></li>", "<li><i>&#390;rgataja Adhugunene N&#596;&#331;a Baalesiye Ko Aranjaye Ko Golaye.</i> Gain, Rengedo; Gile, Nigatu. 2015. SIL Language and Culture Archives.\n <a href=\"/item/oai:sil.org:61784\">oai:sil.org:61784</a></li>", "<li><i>Kungkul&#596; a k&#603;gitte kesun?.</i> Hussein Mohammed Musa. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:58286\">oai:sil.org:58286</a></li>", "<li><i>K&#601;ysi-bab kuoru.</i> Eyariz, Mekonen. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:57087\">oai:sil.org:57087</a></li>", "<li><i>Zooge al tude koni&#596;.</i> Chuo, Kain Godfrey; Trammell, Kristine Mario. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:58287\">oai:sil.org:58287</a></li>", "<li><i>Geqnsara wus&#8217;ab.</i> Worku, Agegnew (translator). 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:57088\">oai:sil.org:57088</a></li>", "<li><i>Edu oo anyi gi&#768;dhi bhunde kooni?.</i> Hussein Mohammed Musa. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:58288\">oai:sil.org:58288</a></li>", "<li><i>Kesse ic&#596;c&#596;nun.</i> Chuo, Kain Godfrey; Trammell, Kristine Mario. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:58289\">oai:sil.org:58289</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Kkw&#616; &#616; tat samun.</i> Belete, Kaleb (illustrator). 2014. Benishangul-Gumuz Language Development Project.\n <a href=\"/item/oai:sil.org:60989\">oai:sil.org:60989</a></li>", "<li><i>Komorutte kangun.</i> Zoyz, Boli. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:58290\">oai:sil.org:58290</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Kw&#616; h&#649;n g&#649; wa&#331;a.</i> Belete, Kaleb (illustrator). 2014. Benishangul-Gumuz Language Development Project.\n <a href=\"/item/oai:sil.org:60990\">oai:sil.org:60990</a></li>", "<li><i>Kuura, r&#596;s&#596;, aduru oo kobut.</i> Dubale, Zerihun. 2012. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:58291\">oai:sil.org:58291</a></li>", "<li><i>M&#616;n kwanssa Ttwa Gwama [TEACHER'S GUIDE].</i> Bashir, Asadik; Befekadu, Mathewos; Harun, Ramadan; Mustafa, Nasralla; Sabi, Elias; Sinaso, Kamina; Tasfa, Jiregna; Ulan, Sadik; Zeleke, Wandimu. 2014. Benishangul-Gumuz Language Development Project.\n <a href=\"/item/oai:sil.org:59491\">oai:sil.org:59491</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Ash ikonat Maahona.</i> Aleka, Germew; Dagnew, Achamyeleh; Shiferaw, Ayichew. 2014. Benishangul - Gumuz Language Development Project.\n <a href=\"/item/oai:sil.org:60591\">oai:sil.org:60591</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Kw&#616; h&#649;n g&#649; kwass.</i> Belete, Kaleb (illustrator). 2014. Benishangul-Gumuz Language Development Project.\n <a href=\"/item/oai:sil.org:60991\">oai:sil.org:60991</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>&#580; wa&#331;&#649; &#616; tat pwa&#331;a.</i> Ulan, Sadik. 2014. Benishangul-Gumuz Language Development Project.\n <a href=\"/item/oai:sil.org:60992\">oai:sil.org:60992</a></li>", "<li><i>Akuk&#331;a bab lusha.</i> Zoyz, Boli. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:58193\">oai:sil.org:58193</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Antt ma&#324; sha posho.</i> Zeleke, Wondimu. 2014. Benishangul-Gumuz Language Development Project.\n <a href=\"/item/oai:sil.org:60993\">oai:sil.org:60993</a></li>", "<li><i>Nansa Zuk.</i> Keseri, Mengistu. 2012. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:58197\">oai:sil.org:58197</a></li>", "<li><i>Badakacha yi&#769; dora.</i> Balku, Meseret. 2012. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:58198\">oai:sil.org:58198</a></li>", "<li><i>Zamaa wu&#769; mva.</i> Keseri, Mengistu. 2012. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:58199\">oai:sil.org:58199</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>2009 NIST Language Recognition Evaluation Test Set.</i> Martin, Alvin; Greenberg, Craig; Graff, David; Walker, Kevin; Brandschain, Linda. 2014. Linguistic Data Consortium.\n <a href=\"/item/oai:www.ldc.upenn.edu:LDC2014S06\">oai:www.ldc.upenn.edu:LDC2014S06</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>W2C &#8211; Web to Corpus &#8211; Corpora.</i> Majli&#353;, Martin. 2013. Charles University in Prague, UFAL.\n <a href=\"/item/oai:lindat.mff.cuni.cz:11858/00-097C-0000-0022-6133-9\">oai:lindat.mff.cuni.cz:11858/00-097C-0000-0022-6133-9</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Amharic-English bilingual corpus.</i> n.a. 2013. ELRA (European Language Resources Association).\n <a href=\"/item/oai:catalogue.elra.info:ELRA-W0074\">oai:catalogue.elra.info:ELRA-W0074</a></li>"]}, "Lexical resources": {"count": 6, "resources": ["<li><span class=\"online_indicator\">ONLINE</span><i>Cr&#250;bad&#225;n language data for Amharic.</i> Kevin Scannell. 2015. The Cr&#250;bad&#225;n Project.\n <a href=\"/item/oai:crubadan.org:am\">oai:crubadan.org:am</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Cr&#250;bad&#225;n language data for Amharic (Latin).</i> Kevin Scannell. 2015. The Cr&#250;bad&#225;n Project.\n <a href=\"/item/oai:crubadan.org:am-Latn\">oai:crubadan.org:am-Latn</a></li>", "<li><i>Concise Amharic dictionary : Amharic-English : English-Amharic.</i> Leslau, Wolf. 1976. Wiesbaden : O. Harrassowitz.\n <a href=\"/item/oai:gial.edu:16810\">oai:gial.edu:16810</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Amharic Swadesh List.</i> n.a. n.d. The Rosetta Project: A Long Now Foundation Library of Human Language.\n <a href=\"/item/oai:rosettaproject.org:rosettaproject_amh_swadesh-1\">oai:rosettaproject.org:rosettaproject_amh_swadesh-1</a></li>", "<li><i>Y&#228;s&#601;lt&#700;&#601;n&#228; - Amar&#601;na - &#601;ngliz&#601;&#241;a k&#700;amus (&#601;nc&#700;&#601;r kutab) (Y&#228;s&#601;lt&#700;i&#241;a - Amar&#601;na - &#601;ngliz&#601;&#241;a m&#228;zg&#228;ba k&#700;alat (ac&#700;&#601;r &#601;t&#601;m): Silt&#700;e - Amharic - English dictionary (shorter version)).</i> Gutt, Eva H. M. (compiler); Hussein Mohammed Musa (compiler). 1995. Summer Institute of Linguistics.\n <a href=\"/item/oai:sil.org:36334\">oai:sil.org:36334</a></li>", "<li><i>Review of: Amharic-English Dictionary, by Amsalu Aklilu, compiler.</i> Unseth, Peter. 1988. Northeast African Studies.\n <a href=\"/item/oai:sil.org:36381\">oai:sil.org:36381</a></li>"]}, "Other resources about the language": {"count": 50, "resources": ["<li><span class=\"online_indicator\">ONLINE</span><i>Amharic.</i> Hayward, Katrina; Hayward, Richard J. 1999. Handbook of the International Phonetic Association.\n <a href=\"/item/oai:refdb.wals.info:331\">oai:refdb.wals.info:331</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Amharic.</i> Leslau, Wolf. 1997. Phonologies of Asia and Africa 2.\n <a href=\"/item/oai:refdb.wals.info:1084\">oai:refdb.wals.info:1084</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Expansion processes in Amharic syntax.</i> Cotterell, F. P. 1964. University of London School of Oriental and African Studies.\n <a href=\"/item/oai:refdb.wals.info:2242\">oai:refdb.wals.info:2242</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>The Amharic language: description.</i> Cowley, Roger; Bender, Marvin L.; Ferguson, Charles A. 1976. Languages in Ethiopia.\n <a href=\"/item/oai:refdb.wals.info:2249\">oai:refdb.wals.info:2249</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Characteristics of the Ethiopic language group of Semitic languages.</i> Leslau, Wolf. 1966. Linguistic Analyses: The Non-Bantu Languages of North-Eastern Africa.\n <a href=\"/item/oai:refdb.wals.info:2515\">oai:refdb.wals.info:2515</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Amharic.</i> Devens, Monica. 2001. Facts About the World's Languages, An Encyclopedia of the World's Languages: Past and Present.\n <a href=\"/item/oai:refdb.wals.info:2935\">oai:refdb.wals.info:2935</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Reference Grammar of Amharic.</i> Leslau, Wolf. 1995. Harassowitz.\n <a href=\"/item/oai:refdb.wals.info:3112\">oai:refdb.wals.info:3112</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Grammatika amxarskogo jazyka.</i> Titov, E. G. 1991. Nauka, Vostochnaja literatura.\n <a href=\"/item/oai:refdb.wals.info:3415\">oai:refdb.wals.info:3415</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Amharic and Argobba.</i> Hudson, Grover. 1997. The Semitic Languages.\n <a href=\"/item/oai:refdb.wals.info:3618\">oai:refdb.wals.info:3618</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Linguistic Diversity in Space and Time.</i> Nichols, Johanna. 1992. University of Chicago Press.\n <a href=\"/item/oai:refdb.wals.info:4050\">oai:refdb.wals.info:4050</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Ethiopic Grammar.</i> Dillmann, A.; Bezold, Carol. 1907. Williams and Norgate.\n <a href=\"/item/oai:refdb.wals.info:4140\">oai:refdb.wals.info:4140</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Amharische Grammatik.</i> Hartmann, Josef. 1980. Steiner.\n <a href=\"/item/oai:refdb.wals.info:4208\">oai:refdb.wals.info:4208</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Tense and Aspect Systems.</i> Dahl, &#214;sten. 1985. Blackwell.\n <a href=\"/item/oai:refdb.wals.info:4272\">oai:refdb.wals.info:4272</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Le syst&#232;me verbal de l'amharique.</i> Bentolila, Fernand; Shimelis, Frew. 1998. Syst&#232;mes verbaux.\n <a href=\"/item/oai:refdb.wals.info:4322\">oai:refdb.wals.info:4322</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Amharic Textbook.</i> Leslau, Wolf. 1968. University of California Press.\n <a href=\"/item/oai:refdb.wals.info:5044\">oai:refdb.wals.info:5044</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Trait&#233; de langue amharique (Abyssinie).</i> Cohen, Marcel. 1936. Institut d'Ethnologie.\n <a href=\"/item/oai:refdb.wals.info:5175\">oai:refdb.wals.info:5175</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Concise Amharic Dictionary.</i> Leslau, Wolf. 1976. University of California Press.\n <a href=\"/item/oai:refdb.wals.info:5436\">oai:refdb.wals.info:5436</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Les langages de l'humanit&#233;: une encyclop&#233;die des 3000 langues parl&#233;es dans le monde.</i> Malherbe, Michael; Rosenberg, S. 1996. Laffont.\n <a href=\"/item/oai:refdb.wals.info:5673\">oai:refdb.wals.info:5673</a></li>", "<li><i>Bi-consonantal reduplication in Amharic and Ethio-Semitic.</i> Unseth, Peter. 2002. Graduate Institute of Applied Linguistics Library.\n <a href=\"/item/oai:gial.edu:15121\">oai:gial.edu:15121</a></li>", "<li><i>Amharic verb morphology : a generative approach.</i> Bender, M. Lionel (Marvin Lionel), 1934-. 1978. Language and linguistics ; no. 1.\n <a href=\"/item/oai:gial.edu:20850\">oai:gial.edu:20850</a></li>", "<li><i>Language death in Mesmes a sociolinguistic and historical-comparative examination of a disappearing language.</i> Ahland, Michael Bryan. 2004. Graduate Institute of Applied Linguistics Library.\n <a href=\"/item/oai:gial.edu:22599\">oai:gial.edu:22599</a></li>", "<li><i>An Amharic chrestomathy. : Introduction. Grammatical Tables. Texts. Amharic-English Glossary.</i> Ullendorff, Edward. 1965. London : Oxford University Press.\n <a href=\"/item/oai:gial.edu:24045\">oai:gial.edu:24045</a></li>", "<li><i>Lemes'haf k'idus tirgwamiwoc yetezegangje yeamari&#241;&#241;a sewasiw t'inat.</i> n.a. 1983. Addis Ababa, Ethiopia.\n <a href=\"/item/oai:gial.edu:5132\">oai:gial.edu:5132</a></li>", "<li><i>Surveying bi-consonantal reduplication in Semitic.</i> Unseth, Peter. 2003. Lincom Europa.\n <a href=\"/item/oai:sil.org:3809\">oai:sil.org:3809</a></li>", "<li><i>yewuTet tegdarot.</i> Coly, Gaston-Pierre. 2008. UNESCO and SIL Ethiopia.\n <a href=\"/item/oai:sil.org:35920\">oai:sil.org:35920</a></li>", "<li><i>Set nibritina wurs.</i> Makena, Margaret; Ochanji, Moses. 2008. UNESCO and SIL Ethiopia.\n <a href=\"/item/oai:sil.org:35921\">oai:sil.org:35921</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Amharic stress (beat) rules of linguists, poets and singers. Which beat rules beat which?.</i> Wedekind, Klaus; Wedekind, Anne. 1994. Institute of Ethiopian Studies, Addis Ababa University.\n <a href=\"/item/oai:sil.org:2739\">oai:sil.org:2739</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Fast linguistic assessment of multilingualism in Ethiopia (F.L.A.M.E.): a progress report.</i> Yilma, Aklilu. 2002. SIL Electronic Survey Reports 2002-045.\n <a href=\"/item/oai:sil.org:9139\">oai:sil.org:9139</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Sociolinguistic survey report of the Zay language area.</i> Gardner, Simon; Siebert, Ralph. 2001. SIL Electronic Survey Reports 2002-024.\n <a href=\"/item/oai:sil.org:9144\">oai:sil.org:9144</a></li>", "<li><i>Markers of general interpretive use in Amharic and Swahili.</i> Nicolle, Steve. 2000. John Benjamins Publishing Company.\n <a href=\"/item/oai:sil.org:3652\">oai:sil.org:3652</a></li>", "<li><i>&#4840;&#4848;&#4661;&#4723; &#4637;&#4661;&#4898;&#4653;.</i> Leah, Yentcare. 2008. UNESCO and SIL Ethiopia.\n <a href=\"/item/oai:sil.org:39155\">oai:sil.org:39155</a></li>", "<li><i>Bi-consonantal reduplication in Amharic and Ethio-Semitic.</i> Unseth, Peter. 2002. SIL Language and Culture Archives.\n <a href=\"/item/oai:sil.org:9767\">oai:sil.org:9767</a></li>", "<li><i>Second S. L. L. E. survey of the Zay language area.</i> Gardner, Simon; Siebert, Ralph. 1994. S.L.L.E. linguistic reports.\n <a href=\"/item/oai:sil.org:36369\">oai:sil.org:36369</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Collecting, using, and enjoying proverbs.</i> Unseth, Peter. 2008. SIL Forum for Language Fieldwork 2008-002.\n <a href=\"/item/oai:sil.org:7772\">oai:sil.org:7772</a></li>", "<li><i>&#4773;&#4756;&#4963; &#4773;&#4755;&#4757;&#4720;&#4755; &#4772;&#4733; &#4768;&#4845; &#4714; &#4772;&#4853;&#4661;.</i> Nyingi, Priscilla M. 2008. UNESCO and SIL Ethiopia.\n <a href=\"/item/oai:sil.org:39375\">oai:sil.org:39375</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Sociolinguistic survey report on the Amuru area of Ethiopia.</i> Wedekind, Klaus. 2002. SIL Electronic Survey Reports 2002-030.\n <a href=\"/item/oai:sil.org:9177\">oai:sil.org:9177</a></li>", "<li><i>&#4768;&#4659;&#4659;&#4729; &#4635;&#4752;&#4809;?.</i> Kahivere, Walter. 2008. UNESCO and SIL Ethiopia.\n <a href=\"/item/oai:sil.org:39377\">oai:sil.org:39377</a></li>", "<li><i>&#4829;&#4637;&#4723;&#4813;&#4757; &#4632;&#4661;&#4704;&#4653;.</i> Kalume, Elizabeth. 2008. UNESCO and SIL Ethiopia.\n <a href=\"/item/oai:sil.org:39378\">oai:sil.org:39378</a></li>", "<li><i>&#4840;&#4720;&#4904;&#4755;&#4872;&#4936;&#4809; &#4840;&#4768;&#4635;&#4648;&#4733; &#4613;&#4621;&#4637;.</i> Kalingonde, D. T. T. 2008. UNESCO and SIL Ethiopia.\n <a href=\"/item/oai:sil.org:39379\">oai:sil.org:39379</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>&#4840;&#4873;&#4830; &#4872;&#4896;&#4632;&#4766;&#4733;.</i> Ahlberg, Aija Katriina (compiler). 2014-07. SIL Language and Culture Archives.\n <a href=\"/item/oai:sil.org:60380\">oai:sil.org:60380</a></li>", "<li><i>From topic to subject: grammatical change in the Amharic possessive construction.</i> Ahland, Michael Bryan. 2009. Studies in Language.\n <a href=\"/item/oai:sil.org:1297\">oai:sil.org:1297</a></li>", "<li><i>Which form predicts the others best? Variations on the Amharic verb \"theme\".</i> Wedekind, Klaus. 1992. Journal of Ethiopian Studies.\n <a href=\"/item/oai:sil.org:2797\">oai:sil.org:2797</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>The Modern Amharic Language.</i> Titov, E.G. 1976. Nauka Publishing House.\n <a href=\"/item/oai:rosettaproject.org:rosettaproject_amh_contents-1\">oai:rosettaproject.org:rosettaproject_amh_contents-1</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>The Modern Amharic Language.</i> Titov, E. G. 1976. Moscow: Nauka Publishing House.\n <a href=\"/item/oai:rosettaproject.org:rosettaproject_amh_detail-3\">oai:rosettaproject.org:rosettaproject_amh_detail-3</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>The Modern Amharic Language.</i> Titov, E. G. 1976. Moscow: Nauka Publishing House.\n <a href=\"/item/oai:rosettaproject.org:rosettaproject_amh_num-1\">oai:rosettaproject.org:rosettaproject_amh_num-1</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Compendium of the World's Languages.</i> Campbell, George L. 2000. Routledge.\n <a href=\"/item/oai:rosettaproject.org:rosettaproject_amh_number-1\">oai:rosettaproject.org:rosettaproject_amh_number-1</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>The Modern Amharic Language.</i> Titov, E. G. 1976. Moscow: Nauka Publishing House.\n <a href=\"/item/oai:rosettaproject.org:rosettaproject_amh_references-1\">oai:rosettaproject.org:rosettaproject_amh_references-1</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Universal Declaration of Human Rights.</i> National Commission for UNESCO, Ethiopia. 1998. National Commission for UNESCO, Ethiopia.\n <a href=\"/item/oai:rosettaproject.org:rosettaproject_amh_undec-1\">oai:rosettaproject.org:rosettaproject_amh_undec-1</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Amharic: a language of Ethiopia.</i> n.a. 2013. SIL International.\n <a href=\"/item/oai:ethnologue.com:amh\">oai:ethnologue.com:amh</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>LINGUIST List Resources for Amharic.</i> Damir Cavar, Director of Linguist List (editor); Malgorzata E. Cavar, Director of Linguist List (editor). 2015-11-06. The LINGUIST List (www.linguistlist.org).\n <a href=\"/item/oai:linguistlist.org:lang_amh\">oai:linguistlist.org:lang_amh</a></li>"]}, "Language descriptions": {"count": 13, "resources": ["<li><i>The systematization of six verb derivations in Amharic : an autosegmental account.</i> Weaver, Mark David, 1966-. 2000. Graduate Institute of Applied Linguistics Library.\n <a href=\"/item/oai:gial.edu:12234\">oai:gial.edu:12234</a></li>", "<li><i>The fundamentals of Amharic.</i> Dawkins, C. H. 1969. Addis Ababa, Ethiopia : Sudan Interior Mission.\n <a href=\"/item/oai:gial.edu:14969\">oai:gial.edu:14969</a></li>", "<li><i>Amharic basic course, units 1-[60].</i> Foreign Service Institute (U.S.); Zelelie, Debebow; Andualem, Mulugeta; Obolensky, Serge, 1901-. n.d. Foreign Service Institute basic course series.\n <a href=\"/item/oai:gial.edu:15166\">oai:gial.edu:15166</a></li>", "<li><i>Trait&#233; de langue amharique (Abyssinie).</i> Cohen, Marcel Samuel Rapha&#235;l, 1884-1974. 1970. Travaux et m&#233;moires de l'Institut d'ethnologie ; 24.\n <a href=\"/item/oai:gial.edu:9202\">oai:gial.edu:9202</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Glottolog 2.6 Resources for Amharic.</i> n.a. 2015. Max Planck Institute for the Science of Human History.\n <a href=\"/item/oai:glottolog.org:amha1245\">oai:glottolog.org:amha1245</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>PHOIBLE Online phonemic inventories for Amharic.</i> n.a. 2014. Max Planck Institute for Evolutionary Anthropology.\n <a href=\"/item/oai:phoible.org:amh\">oai:phoible.org:amh</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Compendium of the World's Languages.</i> Campbell, George L. 2000. Routledge.\n <a href=\"/item/oai:rosettaproject.org:rosettaproject_amh_morsyn-1\">oai:rosettaproject.org:rosettaproject_amh_morsyn-1</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>The Modern Amharic Language.</i> Titov, E.G. 1976. Moscow: Nauka Publishing House.\n <a href=\"/item/oai:rosettaproject.org:rosettaproject_amh_morsyn-3\">oai:rosettaproject.org:rosettaproject_amh_morsyn-3</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Compendium of the World's Languages.</i> Campbell, George L. 2000. Routledge.\n <a href=\"/item/oai:rosettaproject.org:rosettaproject_amh_phon-1\">oai:rosettaproject.org:rosettaproject_amh_phon-1</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Handbook of the International Phonetic Association: A Guide to the Use of the International Phonetic Alphabet.</i> Hayward, Katrina; Hayward, Richard J. 1999. International Phonetic Association.\n <a href=\"/item/oai:rosettaproject.org:rosettaproject_amh_phon-3\">oai:rosettaproject.org:rosettaproject_amh_phon-3</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>WALS Online Resources for Amharic.</i> n.a. 2008. Max Planck Institute for Evolutionary Anthropology.\n <a href=\"/item/oai:wals.info:amh\">oai:wals.info:amh</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>WOLD Resources for Amharic.</i> n.a. 2013. Max Planck Institute for Evolutionary Anthropology.\n <a href=\"/item/oai:wold.clld.org:51\">oai:wold.clld.org:51</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>LAPSyD Online page for Amharic.</i> Maddieson, Ian. 2009. www.lapsyd.ddl.ish-lyon.cnrs.fr.\n <a href=\"/item/oai:www.lapsyd.ddl.ish-lyon.cnrs.fr:src292\">oai:www.lapsyd.ddl.ish-lyon.cnrs.fr:src292</a></li>"]}, "Primary texts": {"count": 3, "resources": ["<li><span class=\"online_indicator\">ONLINE</span><i>Amharic Bible.</i> Bible Society of Ethiopia. 1993. United Bible Societies.\n <a href=\"/item/oai:rosettaproject.org:rosettaproject_amh_gen-1\">oai:rosettaproject.org:rosettaproject_amh_gen-1</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Lomax Collection Recording of Amharic.</i> Lomax, Alan (Collector). n.d. The Rosetta Project: A Long Now Foundation Library of Human Language.\n <a href=\"/item/oai:rosettaproject.org:rosettaproject_amh_vertext-1\">oai:rosettaproject.org:rosettaproject_amh_vertext-1</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>The Modern Amharic Language.</i> Titov, E. G. 1976. Moscow: Nauka Publishing House.\n <a href=\"/item/oai:rosettaproject.org:rosettaproject_amh_vertxt-3\">oai:rosettaproject.org:rosettaproject_amh_vertxt-3</a></li>"]}}}