{"url": "http://www.language-archives.org/language/app", "code": "app", "coords": ["-15.623", "-15.897", "168.113", "168.265"], "name": "Apma language", "resources": {"Lexical resources": {"count": 2, "resources": ["<li><span class=\"online_indicator\">ONLINE</span><i>Vanuatu languages comparative vocabularies V.</i> Arthur Capell. 1900. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:AC2-VCOMVO303\">oai:paradisec.org.au:AC2-VCOMVO303</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Central Raga vocabulary and sentences.</i> Arthur Capell (compiler); Arthur Capell (researcher); Peter Newton (depositor); Judah Butu (compiler). 1937. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:AC2-VPENRA103\">oai:paradisec.org.au:AC2-VPENRA103</a></li>"]}, "Other resources about the language": {"count": 2, "resources": ["<li><span class=\"online_indicator\">ONLINE</span><i>Apma: a language of Vanuatu.</i> n.a. 2013. SIL International.\n <a href=\"/item/oai:ethnologue.com:app\">oai:ethnologue.com:app</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>LINGUIST List Resources for Apma.</i> Damir Cavar, Director of Linguist List (editor); Malgorzata E. Cavar, Director of Linguist List (editor). 2015-11-06. The LINGUIST List (www.linguistlist.org).\n <a href=\"/item/oai:linguistlist.org:lang_app\">oai:linguistlist.org:lang_app</a></li>"]}, "Language descriptions": {"count": 1, "resources": ["<li><span class=\"online_indicator\">ONLINE</span><i>Glottolog 2.6 Resources for Apma.</i> n.a. 2015. Max Planck Institute for the Science of Human History.\n <a href=\"/item/oai:glottolog.org:apma1240\">oai:glottolog.org:apma1240</a></li>"]}, "Primary texts": {"count": 65, "resources": ["<li><span class=\"online_indicator\">ONLINE</span><i>Central Raga vocabulary and sentences.</i> Arthur Capell (compiler); Arthur Capell (researcher); Peter Newton (depositor); Judah Butu (compiler). 1937. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:AC2-VPENRA103\">oai:paradisec.org.au:AC2-VPENRA103</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Northeastern Vanuatu comparative vocabularies.</i> Arthur Capell. 1999. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:AC2-VSPEN102\">oai:paradisec.org.au:AC2-VSPEN102</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Letters from B. Godfrey about about South and Central Raga.</i> B. Godfrey. 1935. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:AC2-VSPEN103\">oai:paradisec.org.au:AC2-VSPEN103</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Kastom story.</i> Cindy Schneider (compiler); Cindy Schneider (depositor); Maurice Tanmwonok (speaker). 2003. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:CS2-01\">oai:paradisec.org.au:CS2-01</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>A chief's work.</i> Cindy Schneider (compiler); Cindy Schneider (depositor); Maurice Tanmwonok (speaker). 2003. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:CS2-02\">oai:paradisec.org.au:CS2-02</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>What I did yesterday.</i> Cindy Schneider (compiler); Cindy Schneider (depositor); Paula Mabonlala (speaker). 2003. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:CS2-03\">oai:paradisec.org.au:CS2-03</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>There's going to be a wedding.</i> Cindy Schneider (compiler); Cindy Schneider (depositor); Paula Mabonlala (speaker). 2003. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:CS2-04\">oai:paradisec.org.au:CS2-04</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Island life compared to town life.</i> Cindy Schneider (compiler); Cindy Schneider (depositor); John Siaban (speaker). 2003. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:CS2-05\">oai:paradisec.org.au:CS2-05</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Story of a war.</i> Cindy Schneider (compiler); Cindy Schneider (depositor); Virma Mabonwusu (speaker). 2003. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:CS2-06\">oai:paradisec.org.au:CS2-06</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>How the war ended..</i> Cindy Schneider (compiler); Cindy Schneider (depositor); Virma Mabonwusu (speaker). 2003. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:CS2-07\">oai:paradisec.org.au:CS2-07</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>How to make a basket.</i> Cindy Schneider (compiler); Cindy Schneider (depositor); Vilomena Mabontaba (speaker). 2003. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:CS2-08\">oai:paradisec.org.au:CS2-08</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Kastom story: The younger brother and the breadfruit tree.</i> Cindy Schneider (compiler); Cindy Schneider (depositor). 2003. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:CS2-09\">oai:paradisec.org.au:CS2-09</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Tamarin String Band.</i> Cindy Schneider (compiler); Cindy Schneider (depositor); Serafin Siaban (speaker). 2003. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:CS2-10\">oai:paradisec.org.au:CS2-10</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>The move down to the Lik.</i> Cindy Schneider (compiler); Cindy Schneider (depositor); Maurice Tanmwonok (speaker). 2003. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:CS2-11\">oai:paradisec.org.au:CS2-11</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>How to make mats.</i> Cindy Schneider (compiler); Cindy Schneider (depositor); Albertine Mabonrang (speaker). 2003. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:CS2-12\">oai:paradisec.org.au:CS2-12</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Chicken story.</i> Cindy Schneider (compiler); Cindy Schneider (depositor); Madeleine Mabonsuwe (speaker). 2003. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:CS2-13\">oai:paradisec.org.au:CS2-13</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>My daughter Nivana.</i> Cindy Schneider (compiler); Cindy Schneider (depositor); Marie-Jean Matan (speaker). 2003. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:CS2-14\">oai:paradisec.org.au:CS2-14</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Life in Sanial.</i> Cindy Schneider (compiler); Cindy Schneider (depositor); Denison Siaban (speaker). 2003. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:CS2-15\">oai:paradisec.org.au:CS2-15</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>How to make kava.</i> Cindy Schneider (compiler); Cindy Schneider (depositor); Denison Siaban (speaker). 2003. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:CS2-16\">oai:paradisec.org.au:CS2-16</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>The mother who abandoned her child.</i> Cindy Schneider (compiler); Cindy Schneider (depositor); Mireille Kaentoh (speaker). 2003. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:CS2-17\">oai:paradisec.org.au:CS2-17</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Bulemamkan's wife is killed.</i> Cindy Schneider (compiler); Cindy Schneider (depositor). 2003. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:CS2-18\">oai:paradisec.org.au:CS2-18</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>If I had 5 million vatu.</i> Cindy Schneider (compiler); Cindy Schneider (depositor); Denis Siaban (speaker). 2003. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:CS2-19\">oai:paradisec.org.au:CS2-19</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Trouble with Butsungos.</i> Cindy Schneider (compiler); Cindy Schneider (depositor); Denis Siaban (speaker). 2003. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:CS2-20\">oai:paradisec.org.au:CS2-20</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Story of the hole at Vanrasini.</i> Cindy Schneider (compiler); Cindy Schneider (depositor); Denis Siaban (speaker). 2003. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:CS2-21\">oai:paradisec.org.au:CS2-21</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>How the birds were given their responsibilites.</i> Cindy Schneider (compiler); Cindy Schneider (depositor); Joseph Bulemeres (speaker). 2003. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:CS2-22\">oai:paradisec.org.au:CS2-22</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>A trip to the red island.</i> Cindy Schneider (compiler); Cindy Schneider (depositor); Marie-Noelle Mabontel (speaker). 2003. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:CS2-23\">oai:paradisec.org.au:CS2-23</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Vaska's people get angry with him..</i> Cindy Schneider (compiler); Cindy Schneider (depositor); Marie-Noelle Mabontel (speaker). 2003. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:CS2-24\">oai:paradisec.org.au:CS2-24</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Why the booga is afraid.</i> Cindy Schneider (compiler); Cindy Schneider (depositor); George Tabisal (speaker). 2003. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:CS2-25\">oai:paradisec.org.au:CS2-25</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>What I did yesterday.</i> Cindy Schneider (compiler); Cindy Schneider (depositor); Noella Mabonwel (speaker). 2003. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:CS2-26\">oai:paradisec.org.au:CS2-26</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Conversation.</i> Cindy Schneider (compiler); Cindy Schneider (depositor); John Siaban (speaker); Denison Siaban (speaker); Eileen Matanvanu (speaker). 2003. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:CS2-27\">oai:paradisec.org.au:CS2-27</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>How to weave a basket..</i> Cindy Schneider (compiler); Cindy Schneider (depositor); Isabel Mabonkoo (speaker). 2003. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:CS2-28\">oai:paradisec.org.au:CS2-28</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>How to make taro pudding.</i> Cindy Schneider (compiler); Cindy Schneider (depositor); Isabel Mabonkoo (speaker). 2003. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:CS2-29\">oai:paradisec.org.au:CS2-29</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Two girls find their father.</i> Cindy Schneider (compiler); Cindy Schneider (depositor); Nathaniel Tabisanibo (speaker). 2003. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:CS2-30\">oai:paradisec.org.au:CS2-30</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Kastom story.</i> Cindy Schneider (compiler); Cindy Schneider (depositor); Raymond Tevigokon (speaker). 2004. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:CS2-31\">oai:paradisec.org.au:CS2-31</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>A boy and girl get married.</i> Cindy Schneider (compiler); Cindy Schneider (depositor); Gilbert Buleuru (speaker). 2003. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:CS2-32\">oai:paradisec.org.au:CS2-32</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Sarion and Wakatsiwas have a race..</i> Cindy Schneider (compiler); Cindy Schneider (depositor); Bonifacio Buleban (speaker). 2003. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:CS2-33\">oai:paradisec.org.au:CS2-33</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>The grandparent, the grandchild, and the snake..</i> Cindy Schneider (compiler); Cindy Schneider (depositor); Albano Tabisari (speaker). 2003. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:CS2-34\">oai:paradisec.org.au:CS2-34</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Rat's parents find her a good husband..</i> Cindy Schneider (compiler); Cindy Schneider (depositor); Gilbert Buleuru (speaker). 2003. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:CS2-35\">oai:paradisec.org.au:CS2-35</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>The youngest child outwits his siblings..</i> Cindy Schneider (compiler); Cindy Schneider (depositor); Albano Tabisari (speaker). 2003. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:CS2-36\">oai:paradisec.org.au:CS2-36</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>How the snake has come to live on every island..</i> Cindy Schneider (compiler); Cindy Schneider (depositor); Marie-Noelle Mabontel (speaker). 2003. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:CS2-37\">oai:paradisec.org.au:CS2-37</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>A boy's visit with the devil..</i> Cindy Schneider (compiler); Cindy Schneider (depositor); Albano Tabisari (speaker). 2003. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:CS2-38\">oai:paradisec.org.au:CS2-38</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Story about the ground of Pentecost.</i> Cindy Schneider (compiler); Cindy Schneider (depositor); Joseph Bulemeres (speaker). 2003. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:CS2-39\">oai:paradisec.org.au:CS2-39</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>The importance of pigs.</i> Cindy Schneider (compiler); Cindy Schneider (depositor); Joseph Bulemeres (speaker). 2003. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:CS2-40\">oai:paradisec.org.au:CS2-40</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>How to build a nakamal.</i> Cindy Schneider (compiler); Cindy Schneider (depositor); Fr. Titus Bulesanibo (speaker). 2004. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:CS2-41\">oai:paradisec.org.au:CS2-41</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>How to dye mats.</i> Cindy Schneider (compiler); Cindy Schneider (depositor); Marco Bule (speaker). 2004. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:CS2-42\">oai:paradisec.org.au:CS2-42</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Kastom story and song.</i> Cindy Schneider (compiler); Cindy Schneider (depositor); Lalangan Christopher Buletakak (speaker). 2004. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:CS2-43\">oai:paradisec.org.au:CS2-43</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Kastom story and song.</i> Cindy Schneider (compiler); Cindy Schneider (depositor); Lalangan Christopher Buletakak (speaker). 2004. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:CS2-44\">oai:paradisec.org.au:CS2-44</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Kastom story.</i> Cindy Schneider (compiler); Cindy Schneider (depositor); Jeffrey Tanmeme (speaker). 2004. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:CS2-45\">oai:paradisec.org.au:CS2-45</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Kastom Song.</i> Cindy Schneider (compiler); Cindy Schneider (depositor); John Tabilebo (speaker). 2004. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:CS2-46\">oai:paradisec.org.au:CS2-46</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Kastom story.</i> Cindy Schneider (compiler); Cindy Schneider (depositor); Jeffrey Tanmeme (speaker). 2004. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:CS2-47\">oai:paradisec.org.au:CS2-47</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>How to make pudding.</i> Cindy Schneider (compiler); Cindy Schneider (depositor); Denison Siaban (speaker); Noella Mabonmwel (speaker). 2003. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:CS2-48\">oai:paradisec.org.au:CS2-48</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Two songs.</i> Cindy Schneider (compiler); Cindy Schneider (depositor); Raymond Tevigokon (speaker). 2004. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:CS2-49\">oai:paradisec.org.au:CS2-49</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Kastom Story.</i> Cindy Schneider (compiler); Cindy Schneider (depositor); Edmond Tabe (speaker). 2004. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:CS2-50\">oai:paradisec.org.au:CS2-50</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Kastom Song.</i> Cindy Schneider (compiler); Cindy Schneider (depositor); S. Braon Tabe (speaker). 2004. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:CS2-51\">oai:paradisec.org.au:CS2-51</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Church Song, 'Our Father'.</i> Cindy Schneider (compiler); Cindy Schneider (depositor); Raton village women (speaker). 2004. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:CS2-52\">oai:paradisec.org.au:CS2-52</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Church song, 'Hosannah'.</i> Cindy Schneider (compiler); Cindy Schneider (depositor); Raton village women (speaker). 2004. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:CS2-53\">oai:paradisec.org.au:CS2-53</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Story about birds.</i> Cindy Schneider (compiler); Cindy Schneider (depositor); Miriam Mabontaba (speaker). 2004. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:CS2-54\">oai:paradisec.org.au:CS2-54</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Story about birds and chickens..</i> Cindy Schneider (compiler); Cindy Schneider (depositor); Willie Bulewak (speaker). 2004. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:CS2-55\">oai:paradisec.org.au:CS2-55</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>How to weave baskets.</i> Cindy Schneider (compiler); Cindy Schneider (depositor); Gwynneth Matan (speaker). 2004. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:CS2-56\">oai:paradisec.org.au:CS2-56</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Staged conversation (asking questions).</i> Cindy Schneider (compiler); Cindy Schneider (depositor); Gwynneth Matan (speaker); Osbourne Tabi (speaker). 2004. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:CS2-57\">oai:paradisec.org.au:CS2-57</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Story about breadfruit.</i> Cindy Schneider (compiler); Cindy Schneider (depositor); Osbourne Tabi (speaker). 2004. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:CS2-58\">oai:paradisec.org.au:CS2-58</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Talk about drawings by Enoch Tabilebo.</i> Cindy Schneider (compiler); Cindy Schneider (depositor); Willie Bulewak (speaker). 2004. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:CS2-59\">oai:paradisec.org.au:CS2-59</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>How to cut a tattoo.</i> Cindy Schneider (compiler); Cindy Schneider (depositor); Anna Mabonsah (speaker). 2004. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:CS2-60\">oai:paradisec.org.au:CS2-60</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Food and cooking in the old times, compared to today - I..</i> Cindy Schneider (compiler); Cindy Schneider (depositor); Miriam Mabontaba (speaker); Connie Mabonsuwe (speaker). 2004. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:CS2-61\">oai:paradisec.org.au:CS2-61</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Food and cooking in the old times, compared to today - II..</i> Cindy Schneider (compiler); Cindy Schneider (depositor); Miriam Mabontaba (speaker); Connie Mabonsuwe (speaker). 2004. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:CS2-62\">oai:paradisec.org.au:CS2-62</a></li>"]}}}