{"url": "http://www.language-archives.org/language/bcq", "code": "bcq", "coords": ["7.252", "6.837", "35.493", "36.042"], "name": "Bench language", "resources": {"Other resources about the language": {"count": 60, "resources": ["<li><span class=\"online_indicator\">ONLINE</span><i>A Sketch of the Phonology and Grammar of Gimira (Benchnon).</i> Breeze, Mary J. 1990. Omotic Language Studies.\n <a href=\"/item/oai:refdb.wals.info:2198\">oai:refdb.wals.info:2198</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Personal Pronouns in Gimira.</i> Breeze, Mary J. 1986. Pronominal Systems.\n <a href=\"/item/oai:refdb.wals.info:4918\">oai:refdb.wals.info:4918</a></li>", "<li><i>Surrey Person Syncretism Database.</i> Baerman, Matthew. 2002. University of Surrey.\n <a href=\"/item/oai:surrey.smg.surrey.ac.uk:personsyncretism\">oai:surrey.smg.surrey.ac.uk:personsyncretism</a></li>", "<li><i>Pugnas baqi yistuc kyan.</i> Keseri, Mengistu. 2012. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:58200\">oai:sil.org:58200</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>A six-tone language in Ethiopia: Tonal analysis of Ben&#269;&#8308; non&#8308; (Gimira).</i> Wedekind, Klaus. 1983. Journal of Ethiopian Studies.\n <a href=\"/item/oai:sil.org:36401\">oai:sil.org:36401</a></li>", "<li><i>Kelia wu&#769; kyana.</i> Komta, Barnabas. 2012. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:58201\">oai:sil.org:58201</a></li>", "<li><i>Zoyta Baqar.</i> Keseri, Mengistu. 2012. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:58202\">oai:sil.org:58202</a></li>", "<li><i>Benc'aga pidal.</i> n.a. 2010. Bench-Maji Zone Language Development and Mother Tongue-based MLE Project.\n <a href=\"/item/oai:sil.org:58308\">oai:sil.org:58308</a></li>", "<li><i>Balaxa yi&#769; nalnda.</i> Biyadu, Ambaye. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:57709\">oai:sil.org:57709</a></li>", "<li><i>Shan kos.</i> Hussein Mohammed Musa. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:58110\">oai:sil.org:58110</a></li>", "<li><i>Ert keti pirstagucn.</i> Atimo, Tizazu. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:57219\">oai:sil.org:57219</a></li>", "<li><i>Gatsam qayxs.</i> Kebede, Tariku. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:57220\">oai:sil.org:57220</a></li>", "<li><i>Isab: Tamar nyavnd maxsap: Max kipil, Semister 1.</i> Busa, Birhanu; Anbelo, Atnafu. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:58223\">oai:sil.org:58223</a></li>", "<li><i>Isab: Tamar nyavnd maxsap: Max kipil, Semister 2.</i> Busa, Birhanu; Anbelo, Atnafu. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:58224\">oai:sil.org:58224</a></li>", "<li><i>Isab: Tamar nyavnd maxsap: Nam kipil, Maxsap 1.</i> Woldeyohanis, Kefelegn; Busa, Biranu; Anbelo, Atnafu. 2012. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:58225\">oai:sil.org:58225</a></li>", "<li><i>Isab: Tamar nyavnd maxsap: Nam kipil, Maxsap 2.</i> Woldeyohanis, Kefelegn; Busa, Biranu; Anbelo, Atnafu. 2012. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:58226\">oai:sil.org:58226</a></li>", "<li><i>Isab: Tamar nyav maxsap: 3 kipil.</i> Yeshaw, Yosep. 2013. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:58228\">oai:sil.org:58228</a></li>", "<li><i>Benc&#8217;non tamar nyavnd maxsap: Max kipil maxsap (1 kipil).</i> Koika, Getachew; Balku, Meseret; Gizaw, Tekle. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:58231\">oai:sil.org:58231</a></li>", "<li><i>Benc&#8217;non tamar nyavnd maxsap: Nam kipil maxsap (2 kipil).</i> Koika, Getachew; Abera, Getachew. 2012. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:58232\">oai:sil.org:58232</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Isab: Tamar Nyav Maxsap: 4 kipil.</i> Yeshaw, Yesuf. 2014. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:61832\">oai:sil.org:61832</a></li>", "<li><i>Benc&#8217;non tamar nyavnd maxsap: 3 kipil.</i> Koyka, Getachew; Komta, Barnabas. 2013. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:58233\">oai:sil.org:58233</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Gap Sayns: Tamar Nyav Maxsap: 4 kipil.</i> Desalin, Asefa; Gashaw, Amare Xana; Abebe, Mesfin; Kabede, Siyum. 2014. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:61833\">oai:sil.org:61833</a></li>", "<li><i>Saynts: Tamar nyavnd maxsap: Max kipil (1 kipil), Semister 1.</i> Negash, Hiluf; Kasahun, Siyum. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:57841\">oai:sil.org:57841</a></li>", "<li><i>Phonological features of Gimira and Dizi.</i> Breeze, Mary J. 1988. Helmut Buske Verlag.\n <a href=\"/item/oai:sil.org:36343\">oai:sil.org:36343</a></li>", "<li><i>Gimo-Jan or Ben-Yem-Om: Ben&#269;&#801; - Yemsa phonemes, tones, and words.</i> Wedekind, Klaus. 1990. School of Oriental and African Studies, University of London.\n <a href=\"/item/oai:sil.org:2349\">oai:sil.org:2349</a></li>", "<li><i>Koyna Xhima.</i> Hussein Mohammed Musa. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:58150\">oai:sil.org:58150</a></li>", "<li><i>Yizqnuc Benc' ats dosa its yitsa.</i> Koika, Getachew. 2010. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:58151\">oai:sil.org:58151</a></li>", "<li><i>Kula ba&#769; kyana.</i> Koika, Getachew. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:58152\">oai:sil.org:58152</a></li>", "<li><i>Gyav.</i> Zoyeth, Boli. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:58153\">oai:sil.org:58153</a></li>", "<li><i>Bokaga kyana yi&#769; eza.</i> Koika, Getachew. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:58154\">oai:sil.org:58154</a></li>", "<li><i>Dura wu&#769; gyama.</i> Balku, Meseret. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:58155\">oai:sil.org:58155</a></li>", "<li><i>Mada yi&#769; icha.</i> Worku, Agegnew. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:57656\">oai:sil.org:57656</a></li>", "<li><i>Bayteta yi&#769; nansa Budyaba.</i> Balku, Meseret. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:57357\">oai:sil.org:57357</a></li>", "<li><i>Dobul nans.</i> Gizaw, Tekle. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:57358\">oai:sil.org:57358</a></li>", "<li><i>Marta wu&#769; kapa.</i> Hussein Mohammed Musa. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:58158\">oai:sil.org:58158</a></li>", "<li><i>Gacina Todaa.</i> Balku, Meseret. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:57359\">oai:sil.org:57359</a></li>", "<li><i>Daydaa Mizaa.</i> Chuo, Kain Godfrey; Trammell, Kristine Mario. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:58159\">oai:sil.org:58159</a></li>", "<li><i>Benc&#8217;non Gah Gad Maxsap.</i> Koika, Getachew. 2009. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:57360\">oai:sil.org:57360</a></li>", "<li><i>Tana ta&#769; icha.</i> Negash, Sinku. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:57261\">oai:sil.org:57261</a></li>", "<li><i>Yizqnus' Benc' ats dosa its yitsa.</i> n.a. 2009. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:36462\">oai:sil.org:36462</a></li>", "<li><i>Nama Bayta.</i> Gizaw, Tekle. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:58162\">oai:sil.org:58162</a></li>", "<li><i>Gaydaa Gobana.</i> Worku, Agegnew; Mengesha, Wendu. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:58163\">oai:sil.org:58163</a></li>", "<li><i>Belaa yi&#769; ezna Benaba.</i> Alemu, Tareta. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:58164\">oai:sil.org:58164</a></li>", "<li><i>Dortet ba&#769; kyana.</i> Gizaw, Tekle; Koika, Getachew; Balku, Meseret; Komta, Barnabas. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:58165\">oai:sil.org:58165</a></li>", "<li><i>Balaa yi&#769; nala.</i> Komta, Barnabas. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:57266\">oai:sil.org:57266</a></li>", "<li><i>Nyava dyant kimagend.</i> Keseri, Mengistu. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:58166\">oai:sil.org:58166</a></li>", "<li><i>Saynts: Tamar nyavnd maxsap: Max kipil (1 kipil), Semister 2.</i> Negash, Hiluf; Kasahun, Siyum. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:57868\">oai:sil.org:57868</a></li>", "<li><i>Benc'non gah gad maxsap; Bench transition primer.</i> n.a. 2009. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:36477\">oai:sil.org:36477</a></li>", "<li><i>Takashaba ba&#769; tama.</i> Gizaw, Tekle; Koika, Getachew; Balku, Meseret; Komta, Barnabas. 2011. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:58178\">oai:sil.org:58178</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Why Bench&#8217; (Ethiopia) has five level tones today.</i> Wedekind, Klaus. 1985. Mouton.\n <a href=\"/item/oai:sil.org:36383\">oai:sil.org:36383</a></li>", "<li><i>Gap Saynts: Tamar nyavnd maxsap: Nam kipil, Maxsap 1.</i> G/mariam, Anteneh; Xilahun, Baqal; Nagash, Hilup; Kasahun, Siyum. 2012. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:57884\">oai:sil.org:57884</a></li>", "<li><i>Gap Saynts: Tamar nyavnd maxsap: Nam kipil, Maxsap 2.</i> G/mariam, Anteneh; Xilahun, Baqal; Nagash, Hilup; Kasahun, Siyum. 2012. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:57887\">oai:sil.org:57887</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Benc'non: Tamar Nyav Maxsap: 4 kipil.</i> Gizaw, Tekle; Komta, Barnabas. 2014. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:61788\">oai:sil.org:61788</a></li>", "<li><i>Gap Saynts: Tamar nyavnd maxsap: 3 kipil.</i> Xsagaye, Nagash; Habte, Tashome; Abebe, Mespin; Kabede, Siyum. 2013. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:57889\">oai:sil.org:57889</a></li>", "<li><i>Nansa Zuk.</i> Keseri, Mengistu. 2012. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:58197\">oai:sil.org:58197</a></li>", "<li><i>Personal pronouns in Gimira (Benchnon).</i> Breeze, Mary J. 1986. Gunter Narr.\n <a href=\"/item/oai:sil.org:36398\">oai:sil.org:36398</a></li>", "<li><i>Badakacha yi&#769; dora.</i> Balku, Meseret. 2012. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:58198\">oai:sil.org:58198</a></li>", "<li><i>Zamaa wu&#769; mva.</i> Keseri, Mengistu. 2012. SIL Bench-Maji Zone Language Development and Mother Tongue Based Multilingual Education Project.\n <a href=\"/item/oai:sil.org:58199\">oai:sil.org:58199</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Bench: a language of Ethiopia.</i> n.a. 2013. SIL International.\n <a href=\"/item/oai:ethnologue.com:bcq\">oai:ethnologue.com:bcq</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>LINGUIST List Resources for Bench.</i> Damir Cavar, Director of Linguist List (editor); Malgorzata E. Cavar, Director of Linguist List (editor). 2015-11-02. The LINGUIST List (www.linguistlist.org).\n <a href=\"/item/oai:linguistlist.org:lang_bcq\">oai:linguistlist.org:lang_bcq</a></li>"]}, "Language descriptions": {"count": 5, "resources": ["<li><span class=\"online_indicator\">ONLINE</span><i>Glottolog 2.6 Resources for Bench.</i> n.a. 2015. Max Planck Institute for the Science of Human History.\n <a href=\"/item/oai:glottolog.org:benc1235\">oai:glottolog.org:benc1235</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>PHOIBLE Online phonemic inventories for Bench.</i> n.a. 2014. Max Planck Institute for Evolutionary Anthropology.\n <a href=\"/item/oai:phoible.org:bcq\">oai:phoible.org:bcq</a></li>", "<li><i>A sketch of the phonology and grammar of Gimira (Benchnon).</i> Breeze, Mary J. 1990. School of Oriental and African Studies, University of London.\n <a href=\"/item/oai:sil.org:3404\">oai:sil.org:3404</a></li>", "<li><i>A Brief Grammar of Benc'non.</i> Rapold, Christian. 2010. SIL Ethiopia.\n <a href=\"/item/oai:sil.org:51429\">oai:sil.org:51429</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>WALS Online Resources for Gimira.</i> n.a. 2008. Max Planck Institute for Evolutionary Anthropology.\n <a href=\"/item/oai:wals.info:gim\">oai:wals.info:gim</a></li>"]}, "Primary texts": {"count": 3, "resources": ["<li><span class=\"online_indicator\">ONLINE</span><i>Transcaucasian or Azerbijan Turki Bible.</i> Labaree, B.; Wright, John N.; Amirchanianz, A. 1891. British and Foreign Bible Society.\n <a href=\"/item/oai:rosettaproject.org:rosettaproject_bcq_gen-1\">oai:rosettaproject.org:rosettaproject_bcq_gen-1</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Book of Genesis in Gimira.</i> Ya&#702;Ityop&#803;y&#257; ma&#7779;haf qedus m&#257;h&#818;bar. 1991. The Bible Society of Ethiopia.\n <a href=\"/item/oai:rosettaproject.org:rosettaproject_bcq_gen-2\">oai:rosettaproject.org:rosettaproject_bcq_gen-2</a></li>", "<li><i>A Brief Grammar of Benc'non.</i> Rapold, Christian. 2010. SIL Ethiopia.\n <a href=\"/item/oai:sil.org:51429\">oai:sil.org:51429</a></li>"]}}}