{"url": "http://www.language-archives.org/language/fil", "code": "fil", "coords": ["", "", "", ""], "name": "Filipino language", "resources": {"Other resources in the language": {"count": 68, "resources": ["<li><span class=\"online_indicator\">ONLINE</span><i>Mangibyega si uras.</i> Oh Swee Cheng. 2007. SIL International.\n <a href=\"/item/oai:sil.org:24404\">oai:sil.org:24404</a></li>", "<li><i>Magbalawbalaw kitadun: Pig-ubad adti Binisaya&#700;, Pilipino, aw Ininglis (Let&#8217;s talk: Translated into Visayan, Pilipino, and English).</i> Burton, Becky (compiler); Burton, Scott L. (compiler); Mata, Mila S. (compiler). 2005. Summer Institute of Linguistics - Philippines.\n <a href=\"/item/oai:sil.org:24805\">oai:sil.org:24805</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Ikite m&#233;bellang tingir&#233; u Sangir&#233;, Pilipino, Inglis&#233;.</i> Lightbody, Arthur (compiler); Lightbody, Kathleen (compiler). 1981. Summer Institute of Linguistics.\n <a href=\"/item/oai:sil.org:24106\">oai:sil.org:24106</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Kalkali isan inagew.</i> Andawi, Eduardo L. (compiler); Peredo, Magdalena K. (compiler); Soliba, Alfredo C. (compiler). 1978. Summer Institute of Linguistics.\n <a href=\"/item/oai:sil.org:24506\">oai:sil.org:24506</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Ginotay-gotay (A collection of poems in Agutaynen, Filipino and English).</i> Llavan, Peregrina A. Rauto. 2000. Agutaynen Translation Advisory Committee and Institute of Philippine Languages and Department of Education, Culture and Sports.\n <a href=\"/item/oai:sil.org:26006\">oai:sil.org:26006</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Manbasa tan manboja kita ni ditarato.</i> Tigo, Rose. 1974. Summer Institute of Linguistics Philippines.\n <a href=\"/item/oai:sil.org:56908\">oai:sil.org:56908</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Tokotokun ay kali (Different languages: a phrase book for S. Bontok).</i> Calagan, Benita (compiler); Cayao, Virginia (compiler). 1977. Summer Institute of Linguistics.\n <a href=\"/item/oai:sil.org:24210\">oai:sil.org:24210</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Cha byalikted.</i> Lubuagan FLC Teachers. 2007. SIL International.\n <a href=\"/item/oai:sil.org:24714\">oai:sil.org:24714</a></li>", "<li><i>Mga pangadlaw-adlaw na ambalen.</i> MacGregor, Louise A. (compiler); MacGregor, Scott W. (compiler). 1978. Summer Institute of Linguistics.\n <a href=\"/item/oai:sil.org:24116\">oai:sil.org:24116</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Bukabularyo: Pangutaran - Inglis - maka Pilipino (A classified vocabulary: Pangutaran, English and Pilipino; Pinagbukud-bukud na bukabularyo: Pangutaran, Inglis, Pilipino).</i> Walton, Charles (compiler); Walton, Janice R. (compiler). 1979. Summer Institute of Linguistics.\n <a href=\"/item/oai:sil.org:24017\">oai:sil.org:24017</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Mambyasa taku cha ul-ullit.</i> Lubuagan FLC Teachers. 2007. Manila.\n <a href=\"/item/oai:sil.org:24117\">oai:sil.org:24117</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>S&#233;uret-uret tom dob fot g&#233;barangan k&#233;s&#233;b&#233;r&#233;h: T&#233;duray, Bisayan, Filipino, Inglis (Let&#8217;s converse in four languages: Tiruray, Visayan, Filipino, English).</i> Thomas, Jo Ann; Thomas, Robert. 1991. Summer Institute of Linguistics.\n <a href=\"/item/oai:sil.org:24517\">oai:sil.org:24517</a></li>", "<li><i>Magtoon kita ka Pilipino daw Ininglis (Mag-aral tayo ng Pilipino at Inglis: Let&#8217;s learn Pilipino and English).</i> Miller, Helen W. (compiler); Miller, Jeanne (compiler); Oloriko, Abraham (compiler). 1982. Summer Institute of Linguistics.\n <a href=\"/item/oai:sil.org:24818\">oai:sil.org:24818</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Ha kumuschey&#822;an ta'n tagu umun-ula'n gradu.</i> Babaran, Eliza; Benn, Keith; Faculo, William. 2005. Summer Institute of Linguistics.\n <a href=\"/item/oai:sil.org:24819\">oai:sil.org:24819</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Diksyunadi b&#232; ud&#233;l, English, Tboli, Pilipino ne Hiligaynon (Dictionary in the languages of English, Tboli, Pilipino, Hiligaynon).</i> Tuan, Walan; Underwood, Lillian. 1980. Summer Institute of Linguistics.\n <a href=\"/item/oai:sil.org:24823\">oai:sil.org:24823</a></li>", "<li><i>Nan opat hi nubino&#700;ob&#700;on an hapit (Four different languages: a phrase book in Ayangan Ifugao, Ilocano, Pilipino, English).</i> Purvis, Norman E. (compiler); Purvis, Patricia A. (compiler). 1982. Summer Institute of Linguistics.\n <a href=\"/item/oai:sil.org:24125\">oai:sil.org:24125</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Mga pangadlaw-adlaw nga arambalen (Everyday conversation: a phrase book for Caluyanen).</i> Titrud, Kermit (compiler). 1978. Summer Institute of Linguistics.\n <a href=\"/item/oai:sil.org:24426\">oai:sil.org:24426</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Y&#243; kem dumu adat b&#232; Tboli.</i> Ugal, Blina; Lutan, S&#243;l. 1974. Summer Institute of Linguistics - Philippines.\n <a href=\"/item/oai:sil.org:56728\">oai:sil.org:56728</a></li>", "<li><i>Nadadaruma a damit (Different languages: a phrase book for Ga&#700;dang).</i> Forfia, Kathleen (compiler); Moore, Sherilyn (compiler). 1978. Summer Institute of Linguistics.\n <a href=\"/item/oai:sil.org:24132\">oai:sil.org:24132</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Ha kachakey&#822;an un gabi.</i> Dekker, Diane (editor); Camacam, Rose (translator); Pinated, Evelyne G. (translator); Lubuagan FLC Teachers (editor); Bawer, Lalaine (editor). 2007. SIL International.\n <a href=\"/item/oai:sil.org:24433\">oai:sil.org:24433</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Y&#243; kem adat b&#232; Tboli.</i> Ugal, Blina; Lutan, S&#243;l. 1974. Summer Institute of Linguistics - Philippines.\n <a href=\"/item/oai:sil.org:56733\">oai:sil.org:56733</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Blaan, Bsay&#224;, Pilipino, na Inglis di satu liblu.</i> Rowell, Kathy (compiler). 1981. Summer Institute of Linguistics.\n <a href=\"/item/oai:sil.org:24234\">oai:sil.org:24234</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Sa libelu kesetawit diy&#224; sa telu balangan kagi.</i> Errington, Ross; Errington, Ellen. 1995. Summer Institute of Linguistics Philippines.\n <a href=\"/item/oai:sil.org:56734\">oai:sil.org:56734</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Pangutaran-Pilipino-English phrase book.</i> Walton, Charles (compiler); Walton, Janice R. (compiler). 1979. Summer Institute of Linguistics.\n <a href=\"/item/oai:sil.org:24635\">oai:sil.org:24635</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Menge' beres pengeldew-peldew.</i> Duh&#233;, Dale; Duh&#233;, Linda. 1996. Summer Institute of Linguistics Philippines.\n <a href=\"/item/oai:sil.org:56735\">oai:sil.org:56735</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Tigammuwon takun uduma bagbaga.</i> Awingan, Orlando (compiler); Balutoc, Luis (compiler); Banatao, Tomas (compiler). 1976. Summer Institute of Linguistics.\n <a href=\"/item/oai:sil.org:24236\">oai:sil.org:24236</a></li>", "<li><i>Mga pangesen-kesen tung kaldaw-kaldaw tung Tinagbanwa, Kinuyonon, Pilipino, Ininglis (Everyday conversation in Tagbanwa, Cuyonon, Pilipino, and English: a phrase book for Tagbanwa (Calamian)).</i> Aguilar, Rafael (compiler); Aguilar, Rodolfo (compiler); Ruch, Edward R. (compiler). 1981. Summer Institute of Linguistics.\n <a href=\"/item/oai:sil.org:24736\">oai:sil.org:24736</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Kanayon ay ngalat (Everyday conversation: a phrase book for Central Kankanaey).</i> Atayoc, Jovita (compiler); Guerzon, Rafael (compiler); Tatpiec, Julio (compiler). 1976. Summer Institute of Linguistics.\n <a href=\"/item/oai:sil.org:24037\">oai:sil.org:24037</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>T&#244; mga Manub&#249; na &#225;gpat&#243;ngk&#243;&#233; kat&#251; kinagiyan ka Tagabaw&#224;: Igubad tut kinagiyan ka Bisay&#224;, Filipino asta Inglis.</i> Ano, Bella (editor); DuBois, Lauretta J. (compiler); Matab, Danny (illustrator); DuBois, Carl D. (compiler); Ano, Rodolfo (editor); Lambac, Peligrina E. (editor); Mantawil, Rizaldo (editor); Awe, Melania (editor). 1998. Summer Institute of Linguistics.\n <a href=\"/item/oai:sil.org:24138\">oai:sil.org:24138</a></li>", "<li><i>Kanayon ay kankanan (Daily conversation: a phrase book for Bauko Kankanaey).</i> Palod, Romeo (compiler). 1976. Summer Institute of Linguistics.\n <a href=\"/item/oai:sil.org:24241\">oai:sil.org:24241</a></li>", "<li><i>Malepet ne diksunari te hep-at ne lalag (A short four-language dictionary: MatigSalug Manobo, Cebuano Visayan, Pilipino, English).</i> Elkins, Betty (compiler); Elkins, Richard E. (compiler). 1984. Summer Institute of Linguistics.\n <a href=\"/item/oai:sil.org:23948\">oai:sil.org:23948</a></li>", "<li><i>Ha leyastug un chegga = Ang mayabang na pagong = The proud turtle.</i> Pikkert, Joost J. J.; Supangkat, Eddy. 2007. SIL International.\n <a href=\"/item/oai:sil.org:24348\">oai:sil.org:24348</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Acharontaun uchumi ug-ugkud (Let&#8217;s learn other languages: a phrase book for Southern Kalinga).</i> Ammiyao, Rosa; Palongpong, Tomas; Tillao, Henry. 1977. Summer Institute of Linguistics.\n <a href=\"/item/oai:sil.org:24249\">oai:sil.org:24249</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Hen nat-&#233;nat-&#233;n way ale (Different languages: a phrase book in Balangao, Pilipino, Ilocano, English).</i> Shetler, Joanne (compiler); Terrey, Robyn (compiler). 1980. Summer Institute of Linguistics.\n <a href=\"/item/oai:sil.org:24350\">oai:sil.org:24350</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Ta Manhudhudtaaw.</i> Baguingan, Gloria (editor); Manfalang, Arcadio (illustrator); Fangonon, Tekla (speaker); Madrid, Helen (translator); Pokleng, William (speaker); Benmaho, Rosalia (editor); Charchar, Tomas (editor); Gamonnac, Patricia (editor); Benmaho, Peter (editor). 1973. Summer Institute of Linguistics Philippines.\n <a href=\"/item/oai:sil.org:56850\">oai:sil.org:56850</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>A B K - 1 2 3.</i> Terrey, Robyn. 1979. Summer Institute of Linguistics Philippines.\n <a href=\"/item/oai:sil.org:56851\">oai:sil.org:56851</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>No Manluganta hen PAL.</i> Baguingan, Gloria; Benmaho, Rosalia; Charchar, Tomas; Gamonnac, Patricia; Benmaho, Peter; Lumiwan, Dalmacio; Madrid, Helen. 1973. Summer Institute of Linguistics Philippines.\n <a href=\"/item/oai:sil.org:56853\">oai:sil.org:56853</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Ini sa medoo kagi diy&#224; sa epat balangan kagi.</i> Errington, Ellen (compiler); Errington, Ross (compiler). 1979. Summer Institute of Linguistics.\n <a href=\"/item/oai:sil.org:24354\">oai:sil.org:24354</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Ha kumuschey&#822;anta'n tagu mikatlu un gradu.</i> Babaran, Eliza; Benn, Keith; Faculo, William. 2005. Summer Institute of Linguistics.\n <a href=\"/item/oai:sil.org:23955\">oai:sil.org:23955</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Ad&#257;l&#257;n t&#257;m ya t&#257;kw&#257;n na agsitang.</i> Mayfield, Roy; Mondihar, Edwardo. 1993. Summer Institute of Linguistics.\n <a href=\"/item/oai:sil.org:24256\">oai:sil.org:24256</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Maid Adi Hal&#233;m&#233;n way Tatagu.</i> Baguingan, Gloria; Benmaho, Rosalia; Charchar, Tomas; Gamonnac, Patricia; Benmaho, Peter; Madrid, Helen. 1973. Summer Institute of Linguistics Philippines.\n <a href=\"/item/oai:sil.org:56857\">oai:sil.org:56857</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Ad&#257;l&#257;n t&#257;m ya t&#257;kw&#257;n na agsitang.</i> Mayfield, Roy; Mondihar, Edwardo. 1981. Summer Institute of LInguistics.\n <a href=\"/item/oai:sil.org:56858\">oai:sil.org:56858</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Pangkep ni titit.</i> Tigo, Rose. 1974. Summer Institute of Linguistics Philippines.\n <a href=\"/item/oai:sil.org:56859\">oai:sil.org:56859</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Etoroy way Man-iyap.</i> Terrey, Robyn; Shetler, Joanne. 1980. Summer Institute of Linguistics Philippines.\n <a href=\"/item/oai:sil.org:56860\">oai:sil.org:56860</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Osal ni korinti.</i> Tigo, Rose. 1974. Summer Institute of Linguistics Philippines.\n <a href=\"/item/oai:sil.org:56962\">oai:sil.org:56962</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Ngantoy pengikowan ko shi Ibaloi, Ilocano, Pilipino, English (How I&#8217;ll say it in Ibaloi, Ilocano, Pilipino and English: a phrase book for Ibaloi).</i> Caliag, Christeta (compiler). 1976. Summer Institute of Linguistics.\n <a href=\"/item/oai:sil.org:24764\">oai:sil.org:24764</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Paypapian so viay.</i> Fajardo, Asuncion A.; Baldovino, Wivina A. 1978. Summer Institute of Linguistics Philippines.\n <a href=\"/item/oai:sil.org:56464\">oai:sil.org:56464</a></li>", "<li><i>Mga pangadlaw-adlaw na ambalen.</i> Huggins, Jacqueline; MacGregor, Louise A.; MacGregor, Scott W.; Pebley, Carol Jean. 1989. Summer Institute of Linguistics.\n <a href=\"/item/oai:sil.org:24265\">oai:sil.org:24265</a></li>", "<li><i>Pangihabet ha apat a habi: Ayta Abellen, Ilokano, Filipino, English.</i> Stone, Roger; Stone, Vangie. 2004. Summer Institute of Linguistics-Philippines.\n <a href=\"/item/oai:sil.org:24167\">oai:sil.org:24167</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Byey&#822;at chi byetu.</i> McKenzie, Robin. 2007. SIL International.\n <a href=\"/item/oai:sil.org:24170\">oai:sil.org:24170</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Kabata do kametdehan.</i> Fajardo, Asuncion A.; Baldovino, Wivina A. 1978. Summer Institute of Linguistics Philippines.\n <a href=\"/item/oai:sil.org:56471\">oai:sil.org:56471</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Sa mababa ha diksyunari hu haepat ha inikagiyan (A short four-language dictionary: English, Binukid, Cebuano Visayan, Pilipino).</i> Agayoc, Maximo (compiler); Gardner, Mary Jane (compiler); Post, Ursula (compiler). 1981. Summer Institute of Linguistics.\n <a href=\"/item/oai:sil.org:24073\">oai:sil.org:24073</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Adalon taku udume ugud.</i> Amangao, Nelson; Daluping, Matilde; Daluping, Nicanor. 1979. Summer Institute of Linguistics.\n <a href=\"/item/oai:sil.org:24373\">oai:sil.org:24373</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Simman cha tumuy&#822;ung kan sakon?.</i> Dekker, Diane (editor); Zamora, Neri (translator); Shore, Susan (editor); Dumatog, Rose C. (translator); Lubuagan FLC Teachers (editor); Bawer, Lalaine (editor); Eva, Pue&#704;na (editor); Tagora, Yul (editor); Malonta, Steven (editor). 2007. SIL Language and Culture Archives.\n <a href=\"/item/oai:sil.org:24274\">oai:sil.org:24274</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Hinnahinnatkon an kali (Different languages: a phrase book for Ifugao).</i> Morado, Mary (compiler). 1976. Summer Institute of Linguistics.\n <a href=\"/item/oai:sil.org:23977\">oai:sil.org:23977</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Ha kumuschey&#822;an ta'n tagu mikadwa un grado.</i> Babaran, Eliza; Benn, Keith; Faculo, William. 2005. Summer Institute of Linguistics.\n <a href=\"/item/oai:sil.org:24177\">oai:sil.org:24177</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Cha kabyayaat ya cha uchum un istorya.</i> Padilla, Teresita. 2007. SIL International.\n <a href=\"/item/oai:sil.org:24377\">oai:sil.org:24377</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Is mevav&#224; he diksyunari te heepat he kinegiyan (A short four-language dictionary: English, Western Bukidnon Manobo, Cebuano Visayan, Pilipino).</i> Elkins, Betty (compiler); Elkins, Richard E. (compiler); Lumansay, Rosito (compiler). 1979. Summer Institute of Linguistics.\n <a href=\"/item/oai:sil.org:24577\">oai:sil.org:24577</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Siray kasabyan nin balikas (The expressions that are common: a phrase book for Bolinao).</i> Persons, Gary C. (compiler). 1978. Summer Institute of Linguistics.\n <a href=\"/item/oai:sil.org:24484\">oai:sil.org:24484</a></li>", "<li><i>Matatarek a kapaychirin (Different languages: a phrase book for the Ibataan people of Babuyan Island).</i> Maree, Judith (compiler); Maree, Rundell (compiler). 1979. Summer Institute of Linguistics.\n <a href=\"/item/oai:sil.org:24690\">oai:sil.org:24690</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Karamilan ang kasalita (The expressions that are often said: a phrase book for Sambali Tina).</i> Ebuenga, Corsina (compiler); Egnisaban, Adelina (compiler); Elgincolin, Sotero B. (compiler); Pascual, Brigido U. (compiler). 1977. Summer Institute of Linguistics.\n <a href=\"/item/oai:sil.org:24291\">oai:sil.org:24291</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Natkenatken Ay Kali.</i> Kinsay, Felix; Sacyafan, Benedict. 1981. Summer Institute of Linguistics Philippines.\n <a href=\"/item/oai:sil.org:56792\">oai:sil.org:56792</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Phrase book: English, Pilipino, Chavacano, Western Subanon, Sindangan Subanun, Southern Subanen.</i> Limpuson, Melanio (translator); Taugiag, Angelina (translator). 1985. Summer Institute of Linguistics.\n <a href=\"/item/oai:sil.org:24493\">oai:sil.org:24493</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Ha kagettokan un bunga.</i> Oh Swee Cheng. 2007. SIL International.\n <a href=\"/item/oai:sil.org:24793\">oai:sil.org:24793</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Mepangg&#233;p hen Dala.</i> Baguingan, Gloria; Benmaho, Rosalia; Charchar, Tomas; Gamonnac, Patricia; Benmaho, Peter; Lumiwan, Dalmacio; Madrid, Helen. 1973. Summer Institute of Linguistics Philippines.\n <a href=\"/item/oai:sil.org:56795\">oai:sil.org:56795</a></li>", "<li><i>Daya nasapar nga makagi (The expressions that are often said: a phrase book for Isnag).</i> Balacay, Elpidio (compiler); Balalang, Budin (compiler). 1976. Summer Institute of Linguistics.\n <a href=\"/item/oai:sil.org:24496\">oai:sil.org:24496</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Miirgu-irgo atamo (Let's dialogue).</i> Persons, Diane L. (compiler); Persons, Gary C. (compiler). 1998. Summer Institute of Linguistics - Philippines.\n <a href=\"/item/oai:sil.org:24497\">oai:sil.org:24497</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Bukabularyo ta tallo na ambal: Inglis, Pilipino daw Kagayanen (Pinagbukud-bukod na bukabularyo: Inglis, Pilipino atsaka Kagayanen; A classified vocabulary: English, Pilipino, Kagayanen).</i> MacGregor, Louise A. (compiler); MacGregor, Scott W. (compiler). 1979. Summer Institute of Linguistics.\n <a href=\"/item/oai:sil.org:23899\">oai:sil.org:23899</a></li>"]}, "Lexical resources": {"count": 2, "resources": ["<li><span class=\"online_indicator\">ONLINE</span><i>Cr&#250;bad&#225;n language data for Filipino.</i> Kevin Scannell. 2015. The Cr&#250;bad&#225;n Project.\n <a href=\"/item/oai:crubadan.org:fil\">oai:crubadan.org:fil</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Gembaba&#700; diksyunari (A short dictionary: Languages - Central Subanen, Cebuano Visayan, Filipino, English).</i> Guilingan, Isis P. (compiler); Caindog, Isang (editor); Diaz, Ciriaca O.; Mariano, Elma D.; Tomales, Jesus S. (compiler); Redulla, Merlina L. (compiler); Suma, Avelina A.; Lonsido, Cirilo A. (compiler). 1992. Summer Institute of Linguistics - Philippines, Inc.\n <a href=\"/item/oai:sil.org:25757\">oai:sil.org:25757</a></li>"]}, "Other resources about the language": {"count": 8, "resources": ["<li><span class=\"online_indicator\">ONLINE</span><i>Kul gel nm&#242; y&#243; kem Tboli.</i> Ugal, Blina; Lutan, S&#243;l. 1974. Summer Institute of Linguistics Philippines.\n <a href=\"/item/oai:sil.org:56310\">oai:sil.org:56310</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>A CAI program for teaching Filipino.</i> McFarland, Curtis D. 2006. Linguistic Society of the Philippines and SIL International.\n <a href=\"/item/oai:sil.org:26033\">oai:sil.org:26033</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Galit: the Filipino emotion word for &#8216;anger&#8217;.</i> Lorenzana, Angela E. 2006. Linguistic Society of the Philippines and SIL International.\n <a href=\"/item/oai:sil.org:25936\">oai:sil.org:25936</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Contrastive analysis of true and false cognates in Filipino and Cuyonon.</i> Dangan, Florida V. 2006. Linguistic Society of the Philippines and SIL International.\n <a href=\"/item/oai:sil.org:25842\">oai:sil.org:25842</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Aklat Sa Pilipino Ukol Sa Mga Hindi Tagalog.</i> Hakbang, Unang. 1975. Summer Institute of Linguistics Philippines.\n <a href=\"/item/oai:sil.org:56856\">oai:sil.org:56856</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Mga bitalang pangaldaw-kaldaw.</i> Caab, Nellie B.; Quakenbush, J. Stephen; Nangit, Edmundo D.; Labrador, Pedrito Z. 2006. Summer Institute of Linguistics - Philippines.\n <a href=\"/item/oai:sil.org:24673\">oai:sil.org:24673</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Filipino: a language of Philippines.</i> n.a. 2013. SIL International.\n <a href=\"/item/oai:ethnologue.com:fil\">oai:ethnologue.com:fil</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>LINGUIST List Resources for Pilipino.</i> Damir Cavar, Director of Linguist List (editor); Malgorzata E. Cavar, Director of Linguist List (editor). 2015-11-06. The LINGUIST List (www.linguistlist.org).\n <a href=\"/item/oai:linguistlist.org:lang_fil\">oai:linguistlist.org:lang_fil</a></li>"]}, "Language descriptions": {"count": 2, "resources": ["<li><span class=\"online_indicator\">ONLINE</span><i>Glottolog 2.6 Resources for Filipino.</i> n.a. 2015. Max Planck Institute for the Science of Human History.\n <a href=\"/item/oai:glottolog.org:fili1244\">oai:glottolog.org:fili1244</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>PHOIBLE Online phonemic inventories for Filipino.</i> n.a. 2014. Max Planck Institute for Evolutionary Anthropology.\n <a href=\"/item/oai:phoible.org:fil\">oai:phoible.org:fil</a></li>"]}}}