{"url": "http://www.language-archives.org/language/gyf", "code": "gyf", "coords": ["-25.476", "-25.868", "148.331", "148.877"], "name": "Gungabula language", "resources": {"Other resources about the language": {"count": 1, "resources": ["<li><span class=\"online_indicator\">ONLINE</span><i>Gungabula: a language of Australia.</i> n.a. 2013. SIL International.\n <a href=\"/item/oai:ethnologue.com:gyf\">oai:ethnologue.com:gyf</a></li>"]}, "Language descriptions": {"count": 1, "resources": ["<li><span class=\"online_indicator\">ONLINE</span><i>Glottolog 2.6 Resources for Gungabula.</i> n.a. 2015. Max Planck Institute for the Science of Human History.\n <a href=\"/item/oai:glottolog.org:gung1248\">oai:glottolog.org:gung1248</a></li>"]}, "Primary texts": {"count": 29, "resources": ["<li><span class=\"online_indicator\">ONLINE</span><i>Gungabula vocabulary.</i> Gavan Breen (compiler); Gavan Breen (researcher). 1972. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:GB01-001\">oai:paradisec.org.au:GB01-001</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Gungabula vocabulary and elicitation sentences.</i> Gavan Breen (compiler); Gavan Breen (researcher). 1973. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:GB01-002\">oai:paradisec.org.au:GB01-002</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Gungabula vocabulary 2.</i> Gavan Breen (compiler); Gavan Breen (researcher). 1973. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:GB01-003\">oai:paradisec.org.au:GB01-003</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Gungabula vocabulary and sentences.</i> Gavan Breen (compiler); Gavan Breen (researcher). 1972. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:GB01-004\">oai:paradisec.org.au:GB01-004</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Gungabula vocabulary and elicitation sentences 2.</i> Gavan Breen (compiler); Gavan Breen (researcher). 1976. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:GB01-005\">oai:paradisec.org.au:GB01-005</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Gungabula vocabulary and elicitation sentences 3.</i> Gavan Breen (compiler); Gavan Breen (researcher). 1973. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:GB01-006\">oai:paradisec.org.au:GB01-006</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Gungabula sentences and English text with Gungabula translation.</i> Gavan Breen (compiler); Gavan Breen (researcher). 1974. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:GB01-007\">oai:paradisec.org.au:GB01-007</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Gungabula vocabulary and elicitation sentences 4.</i> Gavan Breen (compiler); Gavan Breen (researcher). 1970. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:GB01-008\">oai:paradisec.org.au:GB01-008</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Gungabula vocabulary and elicitation sentences 5.</i> Gavan Breen (compiler); Gavan Breen (researcher). 1970. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:GB01-009\">oai:paradisec.org.au:GB01-009</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Gungabula text with translation and elicitation sentences.</i> Gavan Breen (compiler); Gavan Breen (researcher). 1971. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:GB01-010\">oai:paradisec.org.au:GB01-010</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Gungabula elicitation sentences, vocabulary and discussion.</i> Gavan Breen (compiler); Gavan Breen (researcher). 1971. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:GB01-011\">oai:paradisec.org.au:GB01-011</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Gungabula elicitation sentences, vocabulary and discussion 2.</i> Gavan Breen (compiler); Gavan Breen (researcher). 1971. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:GB01-012\">oai:paradisec.org.au:GB01-012</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Summary of content of Peter Ford's items.</i> Gavan Breen (compiler); Gavan Breen (researcher). 1973. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:GB01-013\">oai:paradisec.org.au:GB01-013</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Gungabula vocabulary and discussion.</i> Gavan Breen (compiler); Gavan Breen (researcher). 1971. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:GB01-014\">oai:paradisec.org.au:GB01-014</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Gungabula vocabulary and elicitation sentences 6.</i> Gavan Breen (compiler); Gavan Breen (researcher). 1971. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:GB01-015\">oai:paradisec.org.au:GB01-015</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Gungabula elicitation sentences, vocabulary and discussion 3.</i> Gavan Breen (compiler); Gavan Breen (researcher). 1971. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:GB01-016\">oai:paradisec.org.au:GB01-016</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Gungabula vocabulary 3.</i> Gavan Breen (compiler); Gavan Breen (researcher). 1971. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:GB01-017\">oai:paradisec.org.au:GB01-017</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Summary of Peter Ford's song recordings and their subjects.</i> Gavan Breen (compiler); Gavan Breen (researcher). 1971. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:GB01-018\">oai:paradisec.org.au:GB01-018</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Gungabula elicitation sentences, vocabulary and discussion 4.</i> Gavan Breen (compiler); Gavan Breen (researcher). 1972. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:GB01-019\">oai:paradisec.org.au:GB01-019</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Gungabula text with gloss and notes, and vocabulary.</i> Gavan Breen (compiler); Gavan Breen (researcher). 1972. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:GB01-020\">oai:paradisec.org.au:GB01-020</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Summary of Peter Ford's song recordings and their subjects 2.</i> Gavan Breen (compiler); Gavan Breen (researcher). 1973. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:GB01-021\">oai:paradisec.org.au:GB01-021</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Gungabula vocabulary 4.</i> Gavan Breen (compiler); Gavan Breen (researcher). 1973. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:GB01-022\">oai:paradisec.org.au:GB01-022</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Gungabula notes.</i> Gavan Breen (compiler); Gavan Breen (researcher). 1973. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:GB01-023\">oai:paradisec.org.au:GB01-023</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Gungabula notes, vocabulary and elicitation sentences.</i> Gavan Breen (compiler); Gavan Breen (researcher). 1976. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:GB01-024\">oai:paradisec.org.au:GB01-024</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Gungabula and Bidjara notes.</i> Gavan Breen (compiler); Gavan Breen (researcher). 1973. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:GB01-025\">oai:paradisec.org.au:GB01-025</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Gungabula notes and vocabulary.</i> Gavan Breen (compiler); Gavan Breen (researcher). 1979. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:GB01-026\">oai:paradisec.org.au:GB01-026</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Gungabula vocabulary and elicitation sentences 7.</i> Gavan Breen (compiler); Gavan Breen (researcher). 1977. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:GB01-027\">oai:paradisec.org.au:GB01-027</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Gungabula notes, vocabulary and text.</i> Gavan Breen (compiler); Gavan Breen (researcher). 1973. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:GB01-028\">oai:paradisec.org.au:GB01-028</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Jimmy Lawton's notes on Peter Ford's Gungabula recordings.</i> Gavan Breen (compiler); Gavan Breen (researcher). 1973. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:GB01-029\">oai:paradisec.org.au:GB01-029</a></li>"]}}}