{"url": "http://www.language-archives.org/language/mum", "code": "mum", "coords": ["-10.277", "-10.38", "150.271", "150.389"], "name": "Maiwala language", "resources": {"Lexical resources": {"count": 1, "resources": ["<li><span class=\"online_indicator\">ONLINE</span><i>Section C 1-13 Milne Bay District Comparative Vocabulary by John Lynch.</i> Arthur Capell (compiler); Arthur Capell (researcher); John Lynch (compiler); Peter Newton (depositor). 1999. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:AC2-PNGMBCV104\">oai:paradisec.org.au:AC2-PNGMBCV104</a></li>"]}, "Other resources about the language": {"count": 15, "resources": ["<li><i>New approaches to university research in indigenous settings: an example from Papua New Guinea.</i> Nagai, Yasuko. 2000. IAU Press and Pergamon.\n <a href=\"/item/oai:sil.org:39311\">oai:sil.org:39311</a></li>", "<li><i>Developing assessment and evaluation strategies for vernacular elementary school classrooms: a collaborative study in Papua New Guinea.</i> Nagai, Yasuko. 2001. Anthropology and Education Quarterly.\n <a href=\"/item/oai:sil.org:22715\">oai:sil.org:22715</a></li>", "<li><i>From vernacular to English: a model of innovation from within the hearts of the indigenous teachers in Papua New Guinea.</i> Lister, Ronah; Nagai, Yasuko. 2004. Language and Education.\n <a href=\"/item/oai:sil.org:630\">oai:sil.org:630</a></li>", "<li><i>Vernacular education and development: dilemmas, struggles and innovations in Papua New Guinea.</i> Nagai, Yasuko. 2001. Convergence.\n <a href=\"/item/oai:sil.org:23136\">oai:sil.org:23136</a></li>", "<li><i>Developing a community-based vernacular school: a case study of the Maiwala elementary school in Papua New Guinea.</i> Nagai, Yasuko. 1999. Language and Education.\n <a href=\"/item/oai:sil.org:22637\">oai:sil.org:22637</a></li>", "<li><i>The emergence of hidden talents in Papua New Guinea: creating story books with the people who have never written in their language.</i> Nagai, Yasuko. 1999. Adult Education and Development.\n <a href=\"/item/oai:sil.org:23139\">oai:sil.org:23139</a></li>", "<li><i>From enjoyment to critical thinking: a journey of developing creativity and critical awareness in story writing in a Melanesian community.</i> Nagai, Yasuko. 2008. The International Journal for the Practice and Theory of Creative Writing.\n <a href=\"/item/oai:sil.org:1351\">oai:sil.org:1351</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Bridging between vernacular and English: the Maiwala teacher's experience.</i> Lister, Ronah; Nagai, Yasuko. 2004. READ.\n <a href=\"/item/oai:sil.org:23552\">oai:sil.org:23552</a></li>", "<li><i>What is our culture? What is our language? Dialogue towards the maintenance of indigenous culture and language in Papua New Guinea.</i> Lister, Ronah; Nagai, Yasuko. 2003. Language and Education.\n <a href=\"/item/oai:sil.org:22963\">oai:sil.org:22963</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Unubahe: A nearly extinct language.</i> Rueck, Michael J. 2001. SIL Language and Culture Archives.\n <a href=\"/item/oai:sil.org:49168\">oai:sil.org:49168</a></li>", "<li><i>Designing a vernacular English bridging programme in Papua New Guinea.</i> Nagai, Yasuko. 2003. Convergence.\n <a href=\"/item/oai:sil.org:4973\">oai:sil.org:4973</a></li>", "<li><i>Towards the maintenance of the Maiwala language: the role of a vernacular elementary school in Papua New Guinea.</i> Nagai, Yasuko. 2000. Papua New Guinea Journal of Education.\n <a href=\"/item/oai:sil.org:22774\">oai:sil.org:22774</a></li>", "<li><i>Vernacular education in Papua New Guinea: is it really effective?.</i> Nagai, Yasuko. 2004. Convergence.\n <a href=\"/item/oai:sil.org:4988\">oai:sil.org:4988</a></li>", "<li><i>Community-based curriculum development in Papua New Guinea: a case study.</i> Nagai, Yasuko. 1998. Adult Education and Development.\n <a href=\"/item/oai:sil.org:22790\">oai:sil.org:22790</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Maiwala: a language of Papua New Guinea.</i> n.a. 2013. SIL International.\n <a href=\"/item/oai:ethnologue.com:mum\">oai:ethnologue.com:mum</a></li>"]}, "Language descriptions": {"count": 1, "resources": ["<li><span class=\"online_indicator\">ONLINE</span><i>Glottolog 2.6 Resources for Maiwala.</i> n.a. 2015. Max Planck Institute for the Science of Human History.\n <a href=\"/item/oai:glottolog.org:maiw1249\">oai:glottolog.org:maiw1249</a></li>"]}}}