{"url": "http://www.language-archives.org/language/srr", "code": "srr", "coords": ["16.6", "13.465", "-17.016", "-14.98"], "name": "Serer language", "resources": {"Lexical resources": {"count": 2, "resources": ["<li><span class=\"online_indicator\">ONLINE</span><i>Cr&#250;bad&#225;n language data for Serer-Sine.</i> Kevin Scannell. 2015. The Cr&#250;bad&#225;n Project.\n <a href=\"/item/oai:crubadan.org:srr\">oai:crubadan.org:srr</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Serer-Sine Swadesh List.</i> n.a. n.d. The Rosetta Project: A Long Now Foundation Library of Human Language.\n <a href=\"/item/oai:rosettaproject.org:rosettaproject_srr_swadesh-1\">oai:rosettaproject.org:rosettaproject_srr_swadesh-1</a></li>"]}, "Other resources about the language": {"count": 87, "resources": ["<li><i>Mosaan kam o Ndakaaru.</i> Diouf, Pierre; Gning, Alphonse; Ndong, Edward; Faye, Abdou; Faye, Wagane. 2013. SIL, ONECS, WORLD VISION SENEGAL.\n <a href=\"/item/oai:sil.org:54800\">oai:sil.org:54800</a></li>", "<li><i>Mbind Ndiig.</i> Faye, Wagane; Faye, Abdou; Ndong, Edward; Gning, Alphonse; Diouf, Pierre. 2013. SIL, ONECS, WORLD VISION SENEGAL.\n <a href=\"/item/oai:sil.org:58300\">oai:sil.org:58300</a></li>", "<li><i>Ami fo o bul ole.</i> Diouf, Pierre; Faye, Abdou; Faye, Wagane; Gning, Alphonse. 2014. SIL, ONECS, WORLD VISION SENEGAL.\n <a href=\"/item/oai:sil.org:58500\">oai:sil.org:58500</a></li>", "<li><i>Suka no qol.</i> Ndong, Edward; Gning, Alphonse; Faye, Wagane; Faye, Abdou; Diouf, Pierre. 2013. SIL, ONECS, WORLD VISION SENEGAL.\n <a href=\"/item/oai:sil.org:59000\">oai:sil.org:59000</a></li>", "<li><i>Souka va aux champs.</i> Ndong, Edward; Gning, Alphonse; Faye, Wagane; Faye, Abdou; Diouf, Pierre. 2014. SIL, ONECS, WORLD VISION, SENEGAL.\n <a href=\"/item/oai:sil.org:59001\">oai:sil.org:59001</a></li>", "<li><i>Mossane aime l&#8217;&#233;cole.</i> Ndong, Edward; Gning, Alphonse; Faye, Wagane; Faye, Abdou; Diouf, Pierre. 2014. SIL, ONECS, WORLD VISION SENEGAL.\n <a href=\"/item/oai:sil.org:59002\">oai:sil.org:59002</a></li>", "<li><i>Mosaan kaa jangaa a paax.</i> Ndong, Edward; Gning, Alphonse; Faye, Wagane; Faye, Abdou; Diouf, Pierre. 2013. SIL, ONECS, WORLD VISION SENEGAL.\n <a href=\"/item/oai:sil.org:59302\">oai:sil.org:59302</a></li>", "<li><i>Mosaan a fexa a cang.</i> Ndong, Edward; Gning, Alphonse; Faye, Wagane; Faye, Abdou; Diouf, Pierre. 2013. SIL, ONECS, WORLD VISION SENEGAL.\n <a href=\"/item/oai:sil.org:59003\">oai:sil.org:59003</a></li>", "<li><i>Caaci &#209;ilaan.</i> Ndong, Edward; Gning, Alphonse; Faye, Wagane; Faye, Abdou; Diouf, Pierre. 2013. SIL, ONECS, WORLD VISION SENEGAL.\n <a href=\"/item/oai:sil.org:59303\">oai:sil.org:59303</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>The discovery of the raampa pictographic writing in the Senegambia, West Africa.</i> Maranz, David. 2013. http://phoenicia.org.\n <a href=\"/item/oai:sil.org:54804\">oai:sil.org:54804</a></li>", "<li><i>Mosaan fa beex ale.</i> Ndong, Edward; Gning, Alphonse; Faye, Wagane; Faye, Abdou; Diouf, Pierre. 2013. SIL, ONECS, WORLD VISION SENEGAL.\n <a href=\"/item/oai:sil.org:59307\">oai:sil.org:59307</a></li>", "<li><i>Log fo o mol a mbaam onqe.</i> Diouf, Pierre; Gning, Alphonse; Ndong, Edward; Faye, Abdou; Faye, Wagane. 2013. SIL S&#233;n&#233;gal, ONECS, World Vision S&#233;n&#233;gal.\n <a href=\"/item/oai:sil.org:55809\">oai:sil.org:55809</a></li>", "<li><i>Pool &#209;ing, o njaa&#392; o moofa&#429;aru.</i> Ndong, Edward; Gning, Alphonse; Faye, Wagane; Faye, Abdou; Diouf, Pierre. 2013. SIL, ONECS, WORLD VISION SENEGAL.\n <a href=\"/item/oai:sil.org:59012\">oai:sil.org:59012</a></li>", "<li><i>Mosaan a reta marse.</i> Ndong, Edward; Gning, Alphonse; Faye, Wagane; Faye, Abdou; Diouf, Pierre. 2013. SIL, ONECS, WORLD VISION SENEGAL.\n <a href=\"/item/oai:sil.org:59312\">oai:sil.org:59312</a></li>", "<li><i>Muumeen ke no mbind ne.</i> Ndong, Edward; Gning, Alphonse; Faye, Wagane; Faye, Abdou; Diouf, Pierre. n.d. SIL Language and Culture Archives.\n <a href=\"/item/oai:sil.org:61815\">oai:sil.org:61815</a></li>", "<li><i>Mosaan fa o mbec yuusaa.</i> Faye, Wagane; Faye, Abdou; Ndong, Edward; Gning, Alphonse; Diouf, Pierre. 2013. SIL S&#233;n&#233;gal, ONECS, World Vision S&#233;n&#233;gal.\n <a href=\"/item/oai:sil.org:54917\">oai:sil.org:54917</a></li>", "<li><i>Saaku fo o &#599;ak o kupe le.</i> Ndong, Edward; Gning, Alphonse; Faye, Wagane; Faye, Abdou; Diouf, Pierre. 2013. SIL, ONECS, WORLD VISION SENEGAL.\n <a href=\"/item/oai:sil.org:59318\">oai:sil.org:59318</a></li>", "<li><i>Suka anddirandee daa&#429; le fo kaaf ke.</i> Ndong, Edward; Gning, Alphonse; Faye, Wagane; Faye, Abdou; Diouf, Pierre. 2013. SIL, ONECS, WORLD VISION SENEGAL.\n <a href=\"/item/oai:sil.org:59219\">oai:sil.org:59219</a></li>", "<li><i>Soseef fa a cek ake.</i> Ndong, Edward; Gning, Alphonse; Faye, Wagane; Faye, Abdou; Diouf, Pierre. 2013. SIL, ONECS, WORLD VISION SENEGAL.\n <a href=\"/item/oai:sil.org:59319\">oai:sil.org:59319</a></li>", "<li><i>A &#429;ing ekol.</i> Ndong, Edward; Gning, Alphonse; Faye, Wagane; Faye, Abdou; Diouf, Pierre. 2014. SIL, ONECS, WORLD VISION SENEGAL.\n <a href=\"/item/oai:sil.org:59819\">oai:sil.org:59819</a></li>", "<li><i>O gulook ole Mosaan.</i> Ndong, Edward; Gning, Alphonse; Faye, Wagane; Faye, Abdou; Diouf, Pierre. 2013. SIL, ONECS, WORLD VISION SENEGAL.\n <a href=\"/item/oai:sil.org:59020\">oai:sil.org:59020</a></li>", "<li><i>La poup&#233;e de Mossane.</i> Ndong, Edward; Gning, Alphonse; Faye, Wagane; Faye, Abdou; Diouf, Pierre. 2014. SIL, ONECS, WORLD VISION SENEGAL.\n <a href=\"/item/oai:sil.org:59021\">oai:sil.org:59021</a></li>", "<li><i>Ndoofeen ne na beg ale.</i> Ndong, Edward; Gning, Alphonse; Faye, Wagane; Faye, Abdou; Diouf, Pierre. 2014. SIL, ONECS, WORLD VISION SENEGAL.\n <a href=\"/item/oai:sil.org:59822\">oai:sil.org:59822</a></li>", "<li><i>Suka fo faasaax le.</i> Ndong, Edward; Gning, Alphonse; Faye, Wagane; Faye, Abdou; Diouf, Pierre. 2013. SIL, ONECS, WORLD VISION SENEGAL.\n <a href=\"/item/oai:sil.org:59223\">oai:sil.org:59223</a></li>", "<li><i>Waag a korax.</i> Dijkstra, Jorunn V. (consultant); FRERE Niane, Andr&#233;; Thiam, Mamadou L. (illustrator); Gning, Alphonse (translator); Ndiaye, Maguette; Darby, Marina (consultant). 2013. SIL S&#233;n&#233;gal, ONECS, World Vision S&#233;n&#233;gal.\n <a href=\"/item/oai:sil.org:54925\">oai:sil.org:54925</a></li>", "<li><i>Suka kaa bug fo sis.</i> Ndong, Edward; Gning, Alphonse; Faye, Wagane; Faye, Abdou; Diouf, Pierre. 2013. SIL, ONECS, WORLD VISION SENEGAL.\n <a href=\"/item/oai:sil.org:59226\">oai:sil.org:59226</a></li>", "<li><i>Mosaan fa Maan.</i> Ndong, Edward; Gning, Alphonse; Faye, Wagane; Faye, Abdou; Diouf, Pierre. 2013. SIL, ONECS, WORLD VISION SENEGAL.\n <a href=\"/item/oai:sil.org:59329\">oai:sil.org:59329</a></li>", "<li><i>Mosaan fa a saxal ale.</i> Ndong, Edward; Gning, Alphonse; Faye, Wagane; Faye, Abdou; Diouf, Pierre. 2013. SIL, ONECS, WORLD VISION SENEGAL.\n <a href=\"/item/oai:sil.org:59030\">oai:sil.org:59030</a></li>", "<li><i>Mossane et la calebasse.</i> Ndong, Edward; Gning, Alphonse; Faye, Wagane; Faye, Abdou; Diouf, Pierre. 2014. SIL, ONECS, WORLD VISION SENEGAL.\n <a href=\"/item/oai:sil.org:59032\">oai:sil.org:59032</a></li>", "<li><i>Jeetaay ndeer Mosaan, &#209;oxor Seen fa Daba Juuf.</i> Ndong, Edward; Gning, Alphonse; Faye, Wagane; Faye, Abdou; Diouf, Pierre. 2013. SIL, ONECS, WORLD VISION SENEGAL.\n <a href=\"/item/oai:sil.org:59232\">oai:sil.org:59232</a></li>", "<li><i>Mosaan fa a &#429;aaf ake.</i> Ndong, Edward; Gning, Alphonse; Faye, Wagane; Faye, Abdou; Diouf, Pierre. 2013. SIL, ONECS, WORLD VISION SENEGAL.\n <a href=\"/item/oai:sil.org:59334\">oai:sil.org:59334</a></li>", "<li><i>Fat i njang a seereer! 1.</i> n.a. 2004. Societ&#233; Internationale de Linguistique.\n <a href=\"/item/oai:sil.org:39735\">oai:sil.org:39735</a></li>", "<li><i>Qaariit ke Mosaan.</i> Ndong, Edward; Gning, Alphonse; Faye, Wagane; Faye, Abdou; Diouf, Pierre. 2013. SIL, ONECS, WORLD VISION SENEGAL.\n <a href=\"/item/oai:sil.org:59235\">oai:sil.org:59235</a></li>", "<li><i>Nqa&#392;lax.</i> Ndong, Edward; Gning, Alphonse; Faye, Wagane; Faye, Abdou; Diouf, Pierre. 2013. SIL, ONECS, WORLD VISION SENEGAL.\n <a href=\"/item/oai:sil.org:59335\">oai:sil.org:59335</a></li>", "<li><i>Soseef a lula Suka.</i> Ndong, Edward; Gning, Alphonse; Faye, Wagane; Faye, Abdou; Diouf, Pierre. 2013. SIL, ONECS, WORLD VISION SENEGAL.\n <a href=\"/item/oai:sil.org:59236\">oai:sil.org:59236</a></li>", "<li><i>A kis a umbel.</i> Ndong, Edward; Gning, Alphonse; Faye, Wagane; Faye, Abdou; Diouf, Pierre. 2013. SIL, ONECS, WORLD VISION SENEGAL.\n <a href=\"/item/oai:sil.org:59336\">oai:sil.org:59336</a></li>", "<li><i>A baaj a bet ekol.</i> Ndong, Edward; Gning, Alphonse; Faye, Wagane; Faye, Abdou; Diouf, Pierre. 2013. SIL, ONECS, WORLD VISION SENEGAL.\n <a href=\"/item/oai:sil.org:59237\">oai:sil.org:59237</a></li>", "<li><i>A kis xa neen.</i> Ndong, Edward; Gning, Alphonse; Faye, Wagane; Faye, Abdou; Diouf, Pierre. 2013. SIL, ONECS, WORLD VISION SENEGAL.\n <a href=\"/item/oai:sil.org:59337\">oai:sil.org:59337</a></li>", "<li><i>Paul &#209;ing, un enfant t&#234;tu.</i> Ndong, Edward; Gning, Alphonse; Faye, Wagane; Faye, Abdou; Diouf, Pierre. 2014. SIL S&#233;n&#233;gal, ONECS, World Vision S&#233;n&#233;gal.\n <a href=\"/item/oai:sil.org:58938\">oai:sil.org:58938</a></li>", "<li><i>Mosaan na ngas a laa.</i> Ndong, Edward; Gning, Alphonse; Faye, Wagane; Faye, Abdou; Diouf, Pierre. 2013. SIL, ONECS, WORLD VISION SENEGAL.\n <a href=\"/item/oai:sil.org:59238\">oai:sil.org:59238</a></li>", "<li><i>Mosaan no mbind Yaa Eleen.</i> Ndong, Edward; Gning, Alphonse; Faye, Wagane; Faye, Abdou; Diouf, Pierre. 2013. SIL, ONECS, WORLD VISION SENEGAL.\n <a href=\"/item/oai:sil.org:59239\">oai:sil.org:59239</a></li>", "<li><i>Mosaan kaa dimle'aa a ya' um.</i> Ndong, Edward; Gning, Alphonse; Faye, Wagane; Faye, Abdou; Diouf, Pierre. 2013. SIL, ONECS, WORLD VISION SENEGAL.\n <a href=\"/item/oai:sil.org:59240\">oai:sil.org:59240</a></li>", "<li><i>Mossane &#224; Diohine.</i> Ndong, Edward; Gning, Alphonse; Faye, Wagane; Faye, Abdou; Diouf, Pierre. 2014. SIL, ONECS, WORLD VISION SENEGAL.\n <a href=\"/item/oai:sil.org:59044\">oai:sil.org:59044</a></li>", "<li><i>Mosaan a reta Joyin.</i> Ndong, Edward; Gning, Alphonse; Faye, Wagane; Faye, Abdou; Diouf, Pierre. 2013. SIL, ONECS, WORLD VISION SENEGAL.\n <a href=\"/item/oai:sil.org:59045\">oai:sil.org:59045</a></li>", "<li><i>Njaw fo ngeeleemb ne.</i> Diouf, Pierre; Gning, Alphonse; Ndong, Edward; Faye, Abdou; Faye, Wagane. 2013. SIL S&#233;n&#233;gal, ONECS, World Vision S&#233;n&#233;gal.\n <a href=\"/item/oai:sil.org:54948\">oai:sil.org:54948</a></li>", "<li><i>Nqawlax ne Pooliin.</i> Diouf, Pierre; Gning, Alphonse; Ndong, Edward; Faye, Abdou; Faye, Wagane. 2013. SIL S&#233;n&#233;gal, ONECS, World Vision S&#233;n&#233;gal.\n <a href=\"/item/oai:sil.org:54949\">oai:sil.org:54949</a></li>", "<li><i>Waagaan fo fasaax le.</i> Diouf, Pierre; Gning, Alphonse; Ndong, Edward; Faye, Abdou; Faye, Wagane. 2013. SIL S&#233;n&#233;gal, ONECS, World Vision S&#233;n&#233;gal.\n <a href=\"/item/oai:sil.org:54950\">oai:sil.org:54950</a></li>", "<li><i>Mosaan a lule.</i> Ndong, Edward; Gning, Alphonse; Faye, Wagane; Faye, Abdou; Diouf, Pierre. 2013. SIL, ONECS, WORLD VISION SENEGAL.\n <a href=\"/item/oai:sil.org:59050\">oai:sil.org:59050</a></li>", "<li><i>Waali fo a semb &#392;oox ale.</i> Diouf, Pierre; Gning, Alphonse; Ndong, Edward; Faye, Abdou; Faye, Wagane. 2013. SIL S&#233;n&#233;gal, ONECS, World Vision S&#233;n&#233;gal.\n <a href=\"/item/oai:sil.org:54951\">oai:sil.org:54951</a></li>", "<li><i>Mossane en commission.</i> Ndong, Edward; Gning, Alphonse; Faye, Wagane; Faye, Abdou; Diouf, Pierre. 2014. SIL, ONECS, WORLD VISION SENEGAL.\n <a href=\"/item/oai:sil.org:59051\">oai:sil.org:59051</a></li>", "<li><i>O kaynaak pamba xe fo o yaal o qol ole.</i> Diouf, Pierre; Gning, Alphonse; Ndong, Edward; Faye, Abdou; Faye, Wagane. 2013. SIL S&#233;n&#233;gal, ONECS, World Vision S&#233;n&#233;gal.\n <a href=\"/item/oai:sil.org:54952\">oai:sil.org:54952</a></li>", "<li><i>Mossane &#224; Thi&#232;s.</i> Ndong, Edward; Gning, Alphonse; Faye, Wagane; Faye, Abdou; Diouf, Pierre. 2014. SIL, ONECS, WORLD VISION SENEGAL.\n <a href=\"/item/oai:sil.org:59052\">oai:sil.org:59052</a></li>", "<li><i>Mosaan a reta Kees.</i> Ndong, Edward; Gning, Alphonse; Faye, Wagane; Faye, Abdou; Diouf, Pierre. 2013. SIL, ONECS, WORLD VISION SENEGAL.\n <a href=\"/item/oai:sil.org:59053\">oai:sil.org:59053</a></li>", "<li><i>Nd&#233;la rentre de Dakar.</i> Ndong, Edward; Gning, Alphonse; Faye, Wagane; Faye, Abdou; Diouf, Pierre. 2014. SIL, ONECS, WORLD VISION SENEGAL.\n <a href=\"/item/oai:sil.org:59055\">oai:sil.org:59055</a></li>", "<li><i>Ndeela a gata o ndakaaru.</i> Ndong, Edward; Gning, Alphonse; Faye, Wagane; Diouf, Pierre; Faye, Abdou. 2013. SIL, ONECS, WORLD VISION SENEGAL.\n <a href=\"/item/oai:sil.org:59056\">oai:sil.org:59056</a></li>", "<li><i>Pes ke fo a kon ake.</i> Diouf, Pierre; Gning, Alphonse; Ndong, Edward; Faye, Abdou; Faye, Wagane. 2013. SIL S&#233;n&#233;gal, ONECS, World Vision S&#233;n&#233;gal.\n <a href=\"/item/oai:sil.org:54957\">oai:sil.org:54957</a></li>", "<li><i>Sesil fa a banj ale.</i> Ndong, Edward; Gning, Alphonse; Faye, Wagane; Faye, Abdou; Diouf, Pierre. 2013. SIL, ONECS, WORLD VISION SENEGAL.\n <a href=\"/item/oai:sil.org:59057\">oai:sil.org:59057</a></li>", "<li><i>Suka Seen o njaa&#392; o sawaru..</i> Ndong, Edward; Gning, Alphonse; Faye, Wagane; Faye, Abdou; Diouf, Pierre. 2013. SIL, ONECS, WORLD VISION SENEGAL.\n <a href=\"/item/oai:sil.org:59257\">oai:sil.org:59257</a></li>", "<li><i>C&#233;cile et le marigot.</i> Ndong, Edward; Gning, Alphonse; Faye, Wagane; Faye, Abdou; Diouf, Pierre. 2014. SIL, ONECS, WORLD VISION SENEGAL.\n <a href=\"/item/oai:sil.org:59058\">oai:sil.org:59058</a></li>", "<li><i>Manuel d'alphab&#233;tisation de transition Fran&#231;ais - S&#233;r&#232;re.</i> Toumieux, Heesuk; Toumieux, Eric. 2001. SIL.\n <a href=\"/item/oai:sil.org:39660\">oai:sil.org:39660</a></li>", "<li><i>A &#241;ootnax.</i> Ndong, Edward; Gning, Alphonse; Faye, Wagane; Faye, Abdou; Diouf, Pierre. 2013. SIL, ONECS, WORLD VISION SENEGAL.\n <a href=\"/item/oai:sil.org:59060\">oai:sil.org:59060</a></li>", "<li><i>La r&#233;cr&#233;ation.</i> Ndong, Edward; Gning, Alphonse; Faye, Wagane; Faye, Abdou; Diouf, Pierre. 2014. SIL, ONECS, WORLD VISION SENEGAL.\n <a href=\"/item/oai:sil.org:59061\">oai:sil.org:59061</a></li>", "<li><i>Xadi fo muus ne.</i> Ndong, Edward; Gning, Alphonse; Faye, Wagane; Faye, Abdou; Diouf, Pierre. 2014. SIL, ONECS, WORLD VISION SENEGAL.\n <a href=\"/item/oai:sil.org:59062\">oai:sil.org:59062</a></li>", "<li><i>Jegaan Fay o kiin o koor oo.</i> Ndong, Edward; Gning, Alphonse; Faye, Wagane; Faye, Abdou; Diouf, Pierre. 2013. SIL, ONECS, WORLD VISION SENEGAL.\n <a href=\"/item/oai:sil.org:59276\">oai:sil.org:59276</a></li>", "<li><i>A bet ekol.</i> Ndong, Edward; Gning, Alphonse; Faye, Wagane; Faye, Abdou; Diouf, Pierre. 2013. SIL, ONECS, WORLD VISION SENEGAL.\n <a href=\"/item/oai:sil.org:59277\">oai:sil.org:59277</a></li>", "<li><i>Daba fo suk mbaal le.</i> Faye, Wagane; Faye, Abdou; Ndong, Edward; Gning, Alphonse; Diouf, Pierre. 2013. SIL, ONECS, WORLD VISION SENEGAL.\n <a href=\"/item/oai:sil.org:59279\">oai:sil.org:59279</a></li>", "<li><i>L&#8217;&#233;ducation physique.</i> Ndong, Edward; Gning, Alphonse; Faye, Wagane; Faye, Abdou; Diouf, Pierre. 2014. SIL, ONECS, WORLD VISION SENEGAL.\n <a href=\"/item/oai:sil.org:58980\">oai:sil.org:58980</a></li>", "<li><i>A nax a nangilwel.</i> Ndiaye, S&#233;mou; Sene, Thadde; Faye, F&#233;licit&#233;; Diouf, Malik; Sene, C&#233;cile; Sene, Pierre. 2013. SIL, ONECS, WORLD VISION SENEGAL.\n <a href=\"/item/oai:sil.org:55784\">oai:sil.org:55784</a></li>", "<li><i>Suka fa faap um.</i> Ndong, Edward; Gning, Alphonse; Faye, Wagane; Faye, Abdou; Diouf, Pierre. 2014. SIL, ONECS, WORLD VISION SENEGAL.\n <a href=\"/item/oai:sil.org:58988\">oai:sil.org:58988</a></li>", "<li><i>La famille de Mossane.</i> Ndong, Edward; Gning, Alphonse; Faye, Abdou; Faye, Wagane; Diouf, Pierre. 2014. SIL, ONECS, WORLD VISION SENEGAL.\n <a href=\"/item/oai:sil.org:58989\">oai:sil.org:58989</a></li>", "<li><i>Mossane et le fou.</i> Ndong, Edward; Gning, Alphonse; Faye, Wagane; Faye, Abdou; Diouf, Pierre. 2014. SIL, ONECS, WORLD VISION SENEGAL.\n <a href=\"/item/oai:sil.org:58990\">oai:sil.org:58990</a></li>", "<li><i>Yoon waagreer we.</i> Faye, Wagane; Faye, Abdou; Ndong, Edward; Gning, Alphonse; Diouf, Pierre. 2013. SIL, ONECS, WORLD VISION SENEGAL.\n <a href=\"/item/oai:sil.org:59290\">oai:sil.org:59290</a></li>", "<li><i>Suka fo a koy ale.</i> Faye, Wagane; Faye, Abdou; Ndong, Edward; Gning, Alphonse; Diouf, Pierre. 2013. SIL, ONECS, WORLD VISION SENEGAL.\n <a href=\"/item/oai:sil.org:59291\">oai:sil.org:59291</a></li>", "<li><i>Mustafaa fo suk le.</i> Faye, Wagane; Faye, Abdou; Ndong, Edward; Gning, Alphonse; Diouf, Pierre. 2013. SIL S&#233;n&#233;gal, ONECS, World Vision S&#233;n&#233;gal.\n <a href=\"/item/oai:sil.org:54892\">oai:sil.org:54892</a></li>", "<li><i>Faa&#595; le fo a saaw a &#429;ak ake.</i> Faye, Wagane; Faye, Abdou; Ndong, Edward; Gning, Alphonse; Diouf, Pierre. 2013. SIL, ONECS, WORLD VISION SENEGAL.\n <a href=\"/item/oai:sil.org:59292\">oai:sil.org:59292</a></li>", "<li><i>Mbaad no mbind tokoor um Saara.</i> Ndong, Edward; Gning, Alphonse; Faye, Wagane; Faye, Abdou; Diouf, Pierre. 2014. SIL, ONECS, WORLD VISION SENEGAL.\n <a href=\"/item/oai:sil.org:59093\">oai:sil.org:59093</a></li>", "<li><i>Mosaan fo a siik ale.</i> Diouf, Pierre; Gning, Alphonse; Ndong, Edward; Faye, Abdou; Faye, Wagane. 2013. SIL S&#233;n&#233;gal, ONECS, World Vision S&#233;n&#233;gal.\n <a href=\"/item/oai:sil.org:54894\">oai:sil.org:54894</a></li>", "<li><i>O yaal a tiwand ale fo a koy ale.</i> Ndong, Edward; Gning, Alphonse; Faye, Wagane; Faye, Abdou; Diouf, Pierre. 2014. SIL, ONECS, WORLD VISION SENEGAL.\n <a href=\"/item/oai:sil.org:59094\">oai:sil.org:59094</a></li>", "<li><i>&#391;oox ne, fo muus ne fo o &#595;ox ole.</i> Faye, Abdou; Faye, Wagane; Ndong, Edward; Gning, Alphonse; Diouf, Pierre. 2013. SIL S&#233;n&#233;gal, ONECS, World Vision S&#233;n&#233;gal.\n <a href=\"/item/oai:sil.org:54895\">oai:sil.org:54895</a></li>", "<li><i>Yaa nqo&#599;o fo mbog ne Biram.</i> Thiam, Mamadou L.; Faye, Wagane; Faye, Abdou; Ndong, Edward; Gning, Alphonse; Diouf, Pierre. 2013. SIL S&#233;n&#233;gal, ONECS, World Vision S&#233;n&#233;gal.\n <a href=\"/item/oai:sil.org:54896\">oai:sil.org:54896</a></li>", "<li><i>Nogoy fo o &#429;aan.</i> Faye, Wagane; Faye, Abdou; Ndong, Edward; Gning, Alphonse; Diouf, Pierre. 2013. SIL S&#233;n&#233;gal, ONECS, World Vision S&#233;n&#233;gal.\n <a href=\"/item/oai:sil.org:54897\">oai:sil.org:54897</a></li>", "<li><i>A maaj.</i> Ndong, Edward; Gning, Alphonse; Faye, Wagane; Faye, Abdou; Diouf, Pierre. 2013. SIL, ONECS, WORLD VISION SENEGAL.\n <a href=\"/item/oai:sil.org:58997\">oai:sil.org:58997</a></li>", "<li><i>Mossane en vacances &#224; Dakar.</i> Diouf, Pierre; Faye, Abdou; Faye, Wagane; Gning, Alphonse; Ndong, Edward. 2014. TRUSTAFRICA, SIL, ONECS, WORLD VISION SENEGAL.\n <a href=\"/item/oai:sil.org:59197\">oai:sil.org:59197</a></li>", "<li><i>Mosaan a reta o Ndakaaru.</i> Ndong, Edward; Gning, Alphonse; Faye, Wagane; Faye, Abdou; Diouf, Pierre. 2013. SIL, ONECS, WORLD VISION SENEGAL.\n <a href=\"/item/oai:sil.org:59198\">oai:sil.org:59198</a></li>", "<li><i>Mosaan fo o &#429;of oxe.</i> Ndong, Edward; Gning, Alphonse; Faye, Wagane; Faye, Abdou; Diouf, Pierre. 2013. SIL, ONECS, WORLD VISION SENEGAL.\n <a href=\"/item/oai:sil.org:58999\">oai:sil.org:58999</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Universal Declaration of Human Rights.</i> n.a. n.d. The Rosetta Project: A Long Now Foundation Library of Human Language.\n <a href=\"/item/oai:rosettaproject.org:rosettaproject_srr_undec-1\">oai:rosettaproject.org:rosettaproject_srr_undec-1</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Serer-Sine: a language of Senegal.</i> n.a. 2013. SIL International.\n <a href=\"/item/oai:ethnologue.com:srr\">oai:ethnologue.com:srr</a></li>"]}, "Language descriptions": {"count": 2, "resources": ["<li><span class=\"online_indicator\">ONLINE</span><i>Glottolog 2.6 Resources for Serer.</i> n.a. 2015. Max Planck Institute for the Science of Human History.\n <a href=\"/item/oai:glottolog.org:sere1260\">oai:glottolog.org:sere1260</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>PHOIBLE Online phonemic inventories for Serer.</i> n.a. 2014. Max Planck Institute for Evolutionary Anthropology.\n <a href=\"/item/oai:phoible.org:srr\">oai:phoible.org:srr</a></li>"]}}}