{"url": "http://www.language-archives.org/language/tgl", "code": "tgl", "coords": ["15.774", "12.359", "120.013", "122.978"], "name": "Tagalog language", "resources": {"Other resources in the language": {"count": 53, "resources": ["<li><i>Anatomy of a peasant economy : a rice village in the Philippines.</i> Hayami, Y&#363;jir&#333;, 1932-. 1978. Los Ba&#241;os, Laguna, Philippines (P.O. Box 933, Manila) : International Rice Research Institute.\n <a href=\"/item/oai:gial.edu:17630\">oai:gial.edu:17630</a></li>", "<li><i>Twelve stories for twelve stamps : words of wisdom : a cultural anthology of traditional literature from the Philippines.</i> Lieffers, Jean H; McFarland, Austina; Quimba, Mafe. 2003. Manila : Summer Institute of Linguistics Philippines.\n <a href=\"/item/oai:gial.edu:24079\">oai:gial.edu:24079</a></li>", "<li><i>A vocabulary of Central Cagayan Negrito.</i> Oates, William J. 1955. Manila : Summer Institute of Linguistics.\n <a href=\"/item/oai:gial.edu:28291\">oai:gial.edu:28291</a></li>", "<li><i>Sa libelu kesetawit diy&#224; sa telu balangan kagi (Libro ng pag-uusap na nasa tatlong salita: a phrase book in three languages).</i> Errington, Ellen; Errington, Ross. 1992. Summer Institute of Linguistics.\n <a href=\"/item/oai:sil.org:24003\">oai:sil.org:24003</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Nan nenfaatan nan esa&#700;y mamati id Chaya (Pilgrim&#8217;s progress).</i> Bula-ay, Helen (translator). 1993. Summer Institute of Linguistics.\n <a href=\"/item/oai:sil.org:24507\">oai:sil.org:24507</a></li>", "<li><i>Lalaka un besaon chi Lilubuagen 1-10 = Kuwento na madaling basahin sa Lubuagan 1-10 = Lubuagen easy reading stories 1-10.</i> Dekker, Diane (translator). 2002. Summer Institute of Linguistics, in cooperation with the Institute of Philippine Languages and the Department of Education.\n <a href=\"/item/oai:sil.org:24608\">oai:sil.org:24608</a></li>", "<li><i>Og-anad ki to mgo inikagihan (Minanubu, Binisaya, Filipino, English four language phrase book).</i> McQuay, Ian; McQuay, Sue. 1999. Summer Institute of Linguistics.\n <a href=\"/item/oai:sil.org:24011\">oai:sil.org:24011</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Hi Tito (Si Tito: Tito).</i> Camho, Flora N.; Hohulin, E. Lou; Pateuweg, Josephine. 1992. Summer Institute of Linguistics.\n <a href=\"/item/oai:sil.org:24412\">oai:sil.org:24412</a></li>", "<li><i>Magbalawbalaw kitadun: Pig-ubad adti Binisaya&#700;, Pilipino, aw Ininglis (Let&#8217;s talk: Translated into Visayan, Pilipino, and English).</i> Burton, Becky (compiler); Burton, Scott L. (compiler). 1998. Summer Institute of Linguistics.\n <a href=\"/item/oai:sil.org:24713\">oai:sil.org:24713</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Bok y&#243; kem tutul.</i> Ugal, Blina; Lutan, S&#243;l. 1974. Summer Institute of Linguistics Philippines.\n <a href=\"/item/oai:sil.org:56519\">oai:sil.org:56519</a></li>", "<li><i>Egbebasbas ki egbasa te hep-at ne linalahan (We (incl) are practicing reading in four languages).</i> Hunt, Margaret; Hunt, Robert. 1992. Summer Institute of Linguistics.\n <a href=\"/item/oai:sil.org:24622\">oai:sil.org:24622</a></li>", "<li><i>I Moggot pati kakmukan a pigsurotin a kaDumagetan.</i> Molina, Abundio; Molina, Huwena; Molina, Marcelo; Ritual, Anghel. 1975. Summer Institute of Linguistics.\n <a href=\"/item/oai:sil.org:24525\">oai:sil.org:24525</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>A topical vocabulary: English, Filipino, Ilocano, and Lubuagan Kalinga.</i> Hohulin, E. Lou (compiler); Zamora, Neri (compiler). 1995. Summer Institute of Linguistics.\n <a href=\"/item/oai:sil.org:26125\">oai:sil.org:26125</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Paggamit sa apat a pagsabi (The use of four languages); Ayta mag-indi, Kapampangan, Tagalog, English.</i> Green, Joanne (translator); Green, Roger (translator). 2002. Summer Institute of Linguistics, Inc.\n <a href=\"/item/oai:sil.org:24233\">oai:sil.org:24233</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Phrase book: Central Subanen, Southern Subanen, Western Subanon, Cebuano, Filipino, English.</i> Hapalla, Janie; Limpuson, Melanio; Promon, Basilio. 1992. Overseas Missionary Fellowship.\n <a href=\"/item/oai:sil.org:24335\">oai:sil.org:24335</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>I Kaugelian Ni Dumaget.</i> Friginal, Diego. 1973. Summer Institute of Linguistics Philippines.\n <a href=\"/item/oai:sil.org:56437\">oai:sil.org:56437</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Malagasy clefts from a Western Malayo-Polynesian perspective: commentary on the paper by Hans-Martin G&#228;rtner.</i> Kroeger, Paul R. 2009. Natural Language and Linguistic Theory.\n <a href=\"/item/oai:sil.org:2240\">oai:sil.org:2240</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Memahal a Lagip.</i> Aduanan, Benbinido. 1974. Summer Institute of Linguistics Philippines.\n <a href=\"/item/oai:sil.org:56444\">oai:sil.org:56444</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Ayayam anna gagangay na Ga'dang.</i> Domingo, Juan; Oporto, Sabina Liban. 1974. Summer Institute of Linguistics Philippines.\n <a href=\"/item/oai:sil.org:56445\">oai:sil.org:56445</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Mga vella ip&#233;bisallang kit&#232; law-law su vellang Sangir&#233;: Niyallingke su vellang Visaya, Filipino, vuru Inglis&#233; = Mga salitang.</i> Scheller, Brenda (compiler); Scheller, Donald (compiler). 1996. Summer Institute of Linguistics.\n <a href=\"/item/oai:sil.org:24449\">oai:sil.org:24449</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>D&#225;n ira nga Istori&#225;.</i> Castillo, Maring Sinnung (editor); Lusted, Ruth (illustrator). 1973. Summer Institute of Linguistics Philippines.\n <a href=\"/item/oai:sil.org:56852\">oai:sil.org:56852</a></li>", "<li><i>Dos Kodpotongkooy to mgo Minuvu riyon to Kinohiyan no Minonuvu: Id alin diyon to Kinohiyan to Binisoya, Filipino woy Ininglis.</i> Vander Molen, Ena E. (compiler); Bayawan, Tano U. (illustrator); Khor, Vera Lee-Kee (compiler). 2008. SIL.\n <a href=\"/item/oai:sil.org:41158\">oai:sil.org:41158</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Dos mgo Minuvu od potongkooy tat kinohiyan no Minonuvu, id alin dion to kinohiyan to Bisaya, Filipino woy Inglis (People conversing with each other in the Obo Manobo language, translated into the languages of Visayan, Filipino and English).</i> Khor, Vera Lee-Kee (compiler); Vander Molen, Ena (compiler). 1992. Summer Institute of Linguistics.\n <a href=\"/item/oai:sil.org:24059\">oai:sil.org:24059</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Mappalawad si akkakokwa.</i> Oporto, Sabina Liban. 1974. Summer Institute of Linguistics Philippines.\n <a href=\"/item/oai:sil.org:56459\">oai:sil.org:56459</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Nadadaruma a damit.</i> n.a. 1989. Summer Institute of Linguistics Philippines.\n <a href=\"/item/oai:sil.org:56461\">oai:sil.org:56461</a></li>", "<li><i>Egbebasbas ki egbasa te hep-at ne linalahan (Practicing reading in four languages).</i> Hunt, Margaret; Hunt, Robert. 1998. Department of Education, Culture and Sports and Matigsalug Literacy Education Incorporated.\n <a href=\"/item/oai:sil.org:24063\">oai:sil.org:24063</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Paypapian so viay.</i> Fajardo, Asuncion A.; Baldovino, Wivina A. 1978. Summer Institute of Linguistics Philippines.\n <a href=\"/item/oai:sil.org:56464\">oai:sil.org:56464</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>I pagpamaget a kadumagetan.</i> Friginal, Diego. 1973. Summer Institute of Linguistics Philippines.\n <a href=\"/item/oai:sil.org:56467\">oai:sil.org:56467</a></li>", "<li><i>Lalaka un besaon chi Lilubuagen 11-19 = Kuwento na madaling basahin sa Lubuagan 11-19 = Lubuagen easy reading stories 11-19.</i> Dekker, Diane. 2002. Summer Institute of Linguistics.\n <a href=\"/item/oai:sil.org:24569\">oai:sil.org:24569</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Classified word list: English, Tagalog, Tagbanwa (Pinagbukud-bukod na bukabularyo: Inglis, Tagalog atsaka Tagbanwa; Ituy ribru nga tulung ampang: Inglis, Tagalog baw Tagbanwa).</i> Green, Christine (compiler); Green, Peter (compiler). 1979. Summer Institute of Linguistics.\n <a href=\"/item/oai:sil.org:24670\">oai:sil.org:24670</a></li>", "<li><i>Ogmanangnangonoy ki = Let&#8217;s talk: phrasebook in Ata Manobo, Cebuano, Filipino and English.</i> Dumalaug, Noemi. 2000. Summer Institute of Linguistics-Philippines, Inc.\n <a href=\"/item/oai:sil.org:25571\">oai:sil.org:25571</a></li>", "<li><i>Ayta Abellen.</i> Stone, Roger (compiler). 2007-2013. SIL Language and Culture Archives.\n <a href=\"/item/oai:sil.org:55577\">oai:sil.org:55577</a></li>", "<li><i>Ayta MagIndi.</i> Green, Joanne. 2009-2013. SIL Language and Culture Archives.\n <a href=\"/item/oai:sil.org:55578\">oai:sil.org:55578</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Dat&#249; fak.</i> Wanan, Faw T. 1973. Summer Institute of Linguistics Philippines.\n <a href=\"/item/oai:sil.org:56183\">oai:sil.org:56183</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Dictionary of Binubolinao.</i> Carolinao, Rhoda (compiler); Caasi, Emerita (editor); Persons, Gary (researcher). 2013. SIL International.\n <a href=\"/item/oai:sil.org:57685\">oai:sil.org:57685</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>2008 NIST Speaker Recognition Evaluation Training Set Part 1.</i> NIST Multimodal Information Group. 2011. Linguistic Data Consortium.\n <a href=\"/item/oai:www.ldc.upenn.edu:LDC2011S05\">oai:www.ldc.upenn.edu:LDC2011S05</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>2008 NIST Speaker Recognition Evaluation Training Set Part 2.</i> NIST Multimodal Information Group. 2011. Linguistic Data Consortium.\n <a href=\"/item/oai:www.ldc.upenn.edu:LDC2011S07\">oai:www.ldc.upenn.edu:LDC2011S07</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>2008 NIST Speaker Recognition Evaluation Test Set.</i> NIST Multimodal Information Group. 2011. Linguistic Data Consortium.\n <a href=\"/item/oai:www.ldc.upenn.edu:LDC2011S08\">oai:www.ldc.upenn.edu:LDC2011S08</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Burgos Fiesta 1993 programme.</i> Linda Barwick (compiler); Linda Barwick (depositor). 1993. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:LB1-93PROG\">oai:paradisec.org.au:LB1-93PROG</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Komedya 'Kabibiag ni Floramante' at Burgos, 15-2-93  (tape 1 of 3).</i> Linda Barwick (compiler); Linda Barwick (recorder); Mr Bernardo Escobar (participant); Miss Nicolasa Porquiso (participant); Mr Orlando Berras (performer); Mr Federico Cabanting (performer); Mr Salvador Calibuso (performer); Mrs Caridad J. Calibuso (performer); Mr Antonio Carta Jr (performer); Mr Bernardino Daproza (performer); Mr Boy Daproza (performer); Mr Constatino Daproza (performer); Mr Pedro Daproza (performer); Mr Hilario Dasalla (performer); Mr Juan Desumala (performer); Mr Benjamin Domenden (performer); Mr Fidel Domenden (performer); Mr Benjamin Enriguez (performer); Mr Carlito Escobar (performer); Mr Francisco Escobar (performer); Mr Juanito Escobar (performer); Mr Avelino Felicitas (performer); Mr Jaime Gallema (performer); Mr Geminiano Garcia (performer); Mrs Pacita D. Garcia (performer); Miss Rose Lazano (performer); Miss Rosalyn Pilor (performer); Mr Demosthenes Pilor (performer); Mr Francisco Ponsoy (performer); Mrs Emma F. Reinante (performer); Mrs Lorenza Tolentino (performer); Ubaldo Stecconi (recorder). 1993. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:LB1-AT9302\">oai:paradisec.org.au:LB1-AT9302</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Video dub to VHS of Hi8 tapes VT9302 (part), VT9303 and VT9304.</i> Linda Barwick (compiler); Linda Barwick (recorder); Mr Bernardo Escobar (participant); Miss Nicolasa Porquiso (participant); Mr Orlando Berras (performer); Mr Federico Cabanting (performer); Mr Salvador Calibuso (performer); Mrs Caridad J. Calibuso (performer); Mr Antonio Carta Jr (performer); Mr Bernardino Daproza (performer); Mr Boy Daproza (performer); Mr Constatino Daproza (performer); Mr Pedro Daproza (performer); Mr Hilario Dasalla (performer); Mr Juan Desumala (performer); Mr Benjamin Domenden (performer); Mr Fidel Domenden (performer); Mr Benjamin Enriguez (performer); Mr Carlito Escobar (performer); Mr Francisco Escobar (performer); Mr Juanito Escobar (performer); Mr Avelino Felicitas (performer); Mr Jaime Gallema (performer); Mr Geminiano Garcia (performer); Mrs Pacita D. Garcia (performer); Miss Rose Lazano (performer); Miss Rosalyn Pilor (performer); Mr Demosthenes Pilor (performer); Mr Francisco Ponsoy (performer); Mrs Emma F. Reinante (performer); Mrs Lorenza Tolentino (performer). 1993. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:LB1-VT9302_0304\">oai:paradisec.org.au:LB1-VT9302_0304</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Burgos DECS night parades etc 16-2-93, morning parade and trip to Manila 17-2-93.</i> Linda Barwick (compiler); Linda Barwick (recorder); Raul Pertierra (researcher). 1993. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:LB1-VT9308\">oai:paradisec.org.au:LB1-VT9308</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Wordlists: Dupaningan Agta, Central Cagayan \"Labin\" Agta, and Iludan Agta.</i> Laura Robinson (compiler); Laura Robinson (researcher); Ruben Gonzalez (speaker); Alfredo Sibayan (speaker). 2006. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:LR1-020306\">oai:paradisec.org.au:LR1-020306</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Wordlist: Agta as spoken in Gattaran, Cagayan.</i> Laura Robinson (compiler); Laura Robinson (researcher). 2006. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:LR1-020606\">oai:paradisec.org.au:LR1-020606</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Basic Wordlist, Palaui Island.</i> Laura Robinson (compiler); Laura Robinson (recorder); Rosita Gelis (speaker); Moises Hukutan (speaker); Rogelio Munoz (speaker). 2006. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:LR1-020706\">oai:paradisec.org.au:LR1-020706</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Wordlist: Dupaningan Agta from Nangayanan, Bolos, Cagayan.</i> Laura Robinson (compiler); Laura Robinson (researcher); Pipito Maggay (speaker); Aming Tagino (speaker). 2006. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:LR1-021606\">oai:paradisec.org.au:LR1-021606</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Wordlist: First wordlist from Santa Clara, Santa Ana, Cagayan.</i> Laura Robinson (compiler); Laura Robinson (researcher); Lubi Agcaoili (speaker); Ronald Agcaoili (speaker); Rosita Alikuman (speaker); Abi Castillo (speaker). 2006. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:LR1-021906\">oai:paradisec.org.au:LR1-021906</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Alta Elicitations.</i> Laura Robinson (compiler); Laura Robinson (interviewer); Jason Lobel (interviewer); Anggara Bembelida (speaker); Mylene Lasan (speaker). 2006. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:LR1-092406\">oai:paradisec.org.au:LR1-092406</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Paranan Elicitations.</i> Laura Robinson (compiler); Jason Lobel (interviewer); Laura C. Robinson (interviewer); Doming Lihero (speaker). 2006. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:LR1-100106\">oai:paradisec.org.au:LR1-100106</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Sentences, Malaweg.</i> Laura Robinson (compiler); Laura Robinson (interviewer); Adoracion Constantino (speaker). 2006. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:LR1-112206\">oai:paradisec.org.au:LR1-112206</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>sentences, Malaweg.</i> Laura Robinson (compiler); Laura Robinson (interviewer); Adoracion Constantino (speaker). 2006. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:LR1-112406\">oai:paradisec.org.au:LR1-112406</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>W2C &#8211; Web to Corpus &#8211; Corpora.</i> Majli&#353;, Martin. 2013. Charles University in Prague, UFAL.\n <a href=\"/item/oai:lindat.mff.cuni.cz:11858/00-097C-0000-0022-6133-9\">oai:lindat.mff.cuni.cz:11858/00-097C-0000-0022-6133-9</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Wortschatz.</i> Heyer, Prof. Dr. Gerhard; Quasthoff, apl. Prof. Dr. Uwe. 2014. University of Leipzig.\n <a href=\"/item/oai:lindat.mff.cuni.cz:11372/LRT-704\">oai:lindat.mff.cuni.cz:11372/LRT-704</a></li>"]}, "Lexical resources": {"count": 12, "resources": ["<li><i>[Tagalog Vocabulary File Slips].</i> Jacobsen, William H. (researcher). (:unas). California Language Archive.\n <a href=\"/item/oai:cla.berkeley.edu:2014-21.002.021\">oai:cla.berkeley.edu:2014-21.002.021</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Cr&#250;bad&#225;n language data for Tagalog.</i> Kevin Scannell. 2015. The Cr&#250;bad&#225;n Project.\n <a href=\"/item/oai:crubadan.org:tl\">oai:crubadan.org:tl</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Cr&#250;bad&#225;n language data for Tagalog (Tagalog).</i> Kevin Scannell. 2015. The Cr&#250;bad&#225;n Project.\n <a href=\"/item/oai:crubadan.org:tl-Tglg\">oai:crubadan.org:tl-Tglg</a></li>", "<li><i>An English-Tagalog and Tagalog-English dictionary.</i> Odulio de Guzm&#225;n, Mari&#225;. 1966. Manila : G.O.T.\n <a href=\"/item/oai:gial.edu:25167\">oai:gial.edu:25167</a></li>", "<li><i>Diksyunaryo-tesauro Pilipino-Ingles.</i> Panganiban, Jos&#233; Villa. 1972. Lungsod Quezon, Pilipinas : Manlapaz Pub. Co.\n <a href=\"/item/oai:gial.edu:25168\">oai:gial.edu:25168</a></li>", "<li><i>Tagalog dictionary.</i> Ramos, Teresita V. 1971. Hawaii. University, Honolulu. Pacific and Asian Linguistics Institute. PALI language texts.\n <a href=\"/item/oai:gial.edu:25170\">oai:gial.edu:25170</a></li>", "<li><i>Tagabili vocabulary.</i> Forsberg, Vivian, 1923-. 1955. Manila : Published by the Summer Inst. of Linguistics in cooperation with the Bureau of Public Schools and the Institute of National Language of the Dept. of Education.\n <a href=\"/item/oai:gial.edu:28295\">oai:gial.edu:28295</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Notes on Tagalog verbs.</i> Arthur Capell. 1999. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:AC2-OLVOC314\">oai:paradisec.org.au:AC2-OLVOC314</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Tagalog Swadesh List.</i> n.a. n.d. The Rosetta Project: A Long Now Foundation Library of Human Language.\n <a href=\"/item/oai:rosettaproject.org:rosettaproject_tgl_swadesh-1\">oai:rosettaproject.org:rosettaproject_tgl_swadesh-1</a></li>", "<li><i>Studies on Dempwolff's Vergleichende Lautlehre des Austronesischen Wortschatzes.</i> Lopez, Cecilio (translator). n.d. SIL Language and Culture Archives.\n <a href=\"/item/oai:sil.org:43861\">oai:sil.org:43861</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>The dialects of Marinduque Tagalog.</i> Pelaez-Soberano, Rosa. 1977. Studies in Philippine Languages and Cultures.\n <a href=\"/item/oai:sil.org:48208\">oai:sil.org:48208</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Hokkien Chinese loanwords in Tagalog.</i> Chan-Yap, Gloria. 1977. Studies in Philippine Languages and Cultures.\n <a href=\"/item/oai:sil.org:48210\">oai:sil.org:48210</a></li>"]}, "Other resources about the language": {"count": 84, "resources": ["<li><span class=\"online_indicator\">ONLINE</span><i>Tagalog Reference Grammar.</i> Schachter, Paul; Otanes, F&#233; T. 1972. University of California Press.\n <a href=\"/item/oai:refdb.wals.info:744\">oai:refdb.wals.info:744</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Modern Tagalog: A functional-structural description.</i> Llamzon, Teodoro A. 1976. Mouton.\n <a href=\"/item/oai:refdb.wals.info:1291\">oai:refdb.wals.info:1291</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Tagalog Phonology.</i> Llamzon, Teodoro A. 1966. WALS Online RefDB.\n <a href=\"/item/oai:refdb.wals.info:1670\">oai:refdb.wals.info:1670</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>The lack of zero anaphora and incipient person marking in Tagalog.</i> Himmelmann, Nikolaus P. 1999. WALS Online RefDB.\n <a href=\"/item/oai:refdb.wals.info:1963\">oai:refdb.wals.info:1963</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Phrase Structure and Grammatical Relations in Tagalog.</i> Kroeger, Paul R. 1993. Center for the Study of Language and Information (CSLI) Publications.\n <a href=\"/item/oai:refdb.wals.info:1972\">oai:refdb.wals.info:1972</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Tagalog.</i> Shkarban, Lina. 1998. WALS Online RefDB.\n <a href=\"/item/oai:refdb.wals.info:2015\">oai:refdb.wals.info:2015</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Tagalog Dictionary [with Grammar].</i> Rubino, Carl. 1998. Hippocrene Books.\n <a href=\"/item/oai:refdb.wals.info:3013\">oai:refdb.wals.info:3013</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Tagal'skij jazyk.</i> Kruz, M.; Shkarban, L. I. 1966. Nauka.\n <a href=\"/item/oai:refdb.wals.info:3055\">oai:refdb.wals.info:3055</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Pluralit&#228;t im Tagalog.</i> Kolmer, Agnes. 1998. Institut f&#252;r Sprachwissenschaft, Universit&#228;t zu K&#246;ln.\n <a href=\"/item/oai:refdb.wals.info:3444\">oai:refdb.wals.info:3444</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Tagalog Structures.</i> Ramos, Teresita V. 1971. University of Hawaii Press.\n <a href=\"/item/oai:refdb.wals.info:3924\">oai:refdb.wals.info:3924</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Imperative and prohibitive constructions in Tagalog.</i> Rachkov, Gennadij E. 2001. Typology of Imperative Constructions.\n <a href=\"/item/oai:refdb.wals.info:4499\">oai:refdb.wals.info:4499</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Tagalog Reference Grammar.</i> Schachter, Paul; Otanes, F&#233; T. 1983. University of California Press.\n <a href=\"/item/oai:refdb.wals.info:4503\">oai:refdb.wals.info:4503</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Intermediate Tagalog: developing cultural awareness through language.</i> Ramos, Teresita V.; Goulet, Rosalina Morales. 1981. University Press of Hawaii.\n <a href=\"/item/oai:refdb.wals.info:4671\">oai:refdb.wals.info:4671</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Reciprocal, sociative and comitative constructions in Tagalog.</i> Shkarban, Lina I.; Rachkov, Gennadij E. 2007. Typology of reciprocal constructions.\n <a href=\"/item/oai:refdb.wals.info:4954\">oai:refdb.wals.info:4954</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Syntactic Derivation of Tagalog Verbs.</i> De Guzman, V. P. 1978. University of Hawaii Press.\n <a href=\"/item/oai:refdb.wals.info:5028\">oai:refdb.wals.info:5028</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>English-Tagalog Dictionary.</i> English, Leo James. 1965. Department of Education, Republic of the Philippines.\n <a href=\"/item/oai:refdb.wals.info:5330\">oai:refdb.wals.info:5330</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Les langages de l'humanit&#233;: une encyclop&#233;die des 3000 langues parl&#233;es dans le monde.</i> Malherbe, Michael; Rosenberg, S. 1996. Laffont.\n <a href=\"/item/oai:refdb.wals.info:5673\">oai:refdb.wals.info:5673</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Internally headed relative clauses in Austronesian languages.</i> Aldridge, Edith. 2004. WALS Online RefDB.\n <a href=\"/item/oai:refdb.wals.info:6114\">oai:refdb.wals.info:6114</a></li>", "<li><i>Conversational Tagalog : a functional-situational approach.</i> Ramos, Teresita V. 1985. Honolulu : University of Hawaii Press.\n <a href=\"/item/oai:gial.edu:1858\">oai:gial.edu:1858</a></li>", "<li><i>Secondary stress in Tagalog.</i> French, Koleen Matsuda. 1991. Honolulu : University of Hawaii Press.\n <a href=\"/item/oai:gial.edu:10388\">oai:gial.edu:10388</a></li>", "<li><i>Daily practice in Tagalog : a course in the National language for English speakers.</i> n.a. 1975. Makati, Rizal, Philippines : New Tribes Mission.\n <a href=\"/item/oai:gial.edu:14963\">oai:gial.edu:14963</a></li>", "<li><i>Finding our feet : understanding crosscultural discourse.</i> Bresnahan, Mary Isabelle. 1991. Lanham : University Press of America.\n <a href=\"/item/oai:gial.edu:19085\">oai:gial.edu:19085</a></li>", "<li><i>Priority of object in Tagalog.</i> Osamu, Ikari. 1987. Manila : Philippine journal of linguistics.\n <a href=\"/item/oai:gial.edu:20628\">oai:gial.edu:20628</a></li>", "<li><i>The Tagalog reflexes of Malayo-Polynesian D.</i> Dyen, Isidore, 1913-. 1947. Baltimore : Waverly.\n <a href=\"/item/oai:gial.edu:20638\">oai:gial.edu:20638</a></li>", "<li><i>Topic, focus, and emphasis in the Tagalog verbal clause.</i> Naylor, Paz Buenaventura. 1973. Graduate Institute of Applied Linguistics Library.\n <a href=\"/item/oai:gial.edu:21246\">oai:gial.edu:21246</a></li>", "<li><i>Studies in Philippine linguistics, vol. 05: no.2 = Elaboration of a technical lexicon of Pilipino.</i> Santiago, Al O. 1979. Studies in Philippine linguistics ; 05:2.\n <a href=\"/item/oai:gial.edu:25127\">oai:gial.edu:25127</a></li>", "<li><i>Chinese elements in the Tagalog language : with some indication of Chinese influence on other Philippine languages and cultures, and an excursion into Austronesian linguistics.</i> Manuel, E. Arsenio, 1909-. 1948. Manila : Filipiniana Publications.\n <a href=\"/item/oai:gial.edu:25134\">oai:gial.edu:25134</a></li>", "<li><i>Syntactic derivation of Tagalog verbs.</i> De Guzman, Videa P., 1935-. 1978. Oceanic linguistics special publication ; no. 16.\n <a href=\"/item/oai:gial.edu:25162\">oai:gial.edu:25162</a></li>", "<li><i>Spanish loan-words in the Tagalog language.</i> Panganiban, Jos&#233; Villa. 1961. Manila : Bureau of Printing.\n <a href=\"/item/oai:gial.edu:25169\">oai:gial.edu:25169</a></li>", "<li><i>The subject in Tagalog : still none of the above.</i> Schachter, Paul. n.d. UCLA occasional papers in linguistics ; no. 15.\n <a href=\"/item/oai:gial.edu:25173\">oai:gial.edu:25173</a></li>", "<li><i>Hokkien Chinese borrowings in Tagalog.</i> Chan-Yap, Gloria. 1980. Pacific linguistics. Series B ; no. 71.\n <a href=\"/item/oai:gial.edu:25176\">oai:gial.edu:25176</a></li>", "<li><i>The Austronesian languages of Asia and Madagascar.</i> Adelaar, K. Alexander; Himmelmann, Nikolaus. 2005. Routledge language family series ; 7.\n <a href=\"/item/oai:gial.edu:28288\">oai:gial.edu:28288</a></li>", "<li><i>Pluralit&#228;t im Tagalog.</i> Kolmer, Agnes. 1998. Arbeitspapier (Universit&#228;t zu K&#246;ln. Institut f&#252;r Sprachwissenschaft) ; n.F., Nr. 31.\n <a href=\"/item/oai:gial.edu:28290\">oai:gial.edu:28290</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>An autosegmental theory of stress.</i> Hagberg, Lawrence Raymond. 2006. Graduate Institute of Applied Linguistics Library.\n <a href=\"/item/oai:gial.edu:28694\">oai:gial.edu:28694</a></li>", "<li><i>Tagalog sentences.</i> Barlaan, Rudy. n.d. Graduate Institute of Applied Linguistics Library.\n <a href=\"/item/oai:gial.edu:28822\">oai:gial.edu:28822</a></li>", "<li><i>The many faces of Austronesian voice systems : some new empirical studies.</i> Arka, I Wayan; Ross, Malcolm (Malcolm D.); Australian National University. Research School of Pacific and Asian Studies. Pacific Linguistics. 2005. Pacific linguistics ; 571.\n <a href=\"/item/oai:gial.edu:28963\">oai:gial.edu:28963</a></li>", "<li><i>The dialects of Marinduque Tagalog.</i> Soberano, Rosa. 1980. Pacific linguistics. Series B ; no. 69.\n <a href=\"/item/oai:gial.edu:29133\">oai:gial.edu:29133</a></li>", "<li><i>Intensive Tagalog conversation course.</i> Wolfenden, Elmer P; Alejandro, Rufino. 1958. [S.l.] : The Summer Institute of Linguistics of The University of North Dakota and The Institute of National Language of The Department of Education, Philippines.\n <a href=\"/item/oai:gial.edu:4293\">oai:gial.edu:4293</a></li>", "<li><i>Tagalog for beginners.</i> Ramos, Teresita V. 1971. Hawaii. University, Honolulu. Pacific and Asian Linguistics Institute. PALI language texts.\n <a href=\"/item/oai:gial.edu:8770\">oai:gial.edu:8770</a></li>", "<li><i>Intensive Tagalog conversation course.</i> Alejandro, Rufino (editor); Wolfenden, Elmer (editor). 1957. Summer Institute of Linguistics and Institute of National Language.\n <a href=\"/item/oai:sil.org:25804\">oai:sil.org:25804</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>On resurrecting buried agents in certain Tagalog verbs.</i> Cena, R. M. 1979. Studies in Philippine Languages and Cultures.\n <a href=\"/item/oai:sil.org:25605\">oai:sil.org:25605</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>On the transitivity of the actor focus and patient focus constructions in Tagalog.</i> Saclot, Maureen Joy D. 2006. Linguistic Society of the Philippines and SIL International.\n <a href=\"/item/oai:sil.org:25914\">oai:sil.org:25914</a></li>", "<li><i>Makabasa kitamon 1: U istorya hide a alistu a basaan ti Pahanan-Agta, Tagalog sakay ti Ingles (Easy reading stories 1).</i> Chiong, Marianne (translator). 2006. Christian Missions for the Unreached.\n <a href=\"/item/oai:sil.org:24022\">oai:sil.org:24022</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Double representations for some loan words in Tagalog.</i> Cena, R. M. 1979. Studies in Philippine Languages and Cultures.\n <a href=\"/item/oai:sil.org:25645\">oai:sil.org:25645</a></li>", "<li><i>Deictic pronouns in Philippine languages.</i> McFarland, Curtis D. 2008. Studies in Philippine Languages and Cultures.\n <a href=\"/item/oai:sil.org:25747\">oai:sil.org:25747</a></li>", "<li><i>Why roots add the affixes with which they occur: a study of Tagalog and Indonesian adjective formations.</i> Wolff, John U. 1993. Semaian.\n <a href=\"/item/oai:sil.org:26048\">oai:sil.org:26048</a></li>", "<li><i>Another look at subjecthood in Tagalog.</i> Kroeger, Paul R. 1993. Philippine Journal of Linguistics.\n <a href=\"/item/oai:sil.org:3049\">oai:sil.org:3049</a></li>", "<li><i>The morphology/syntax division is a universal.</i> Pittman, Richard S. 1984. Linguistic Society of the Philippines.\n <a href=\"/item/oai:sil.org:25652\">oai:sil.org:25652</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Acoustic correlates of stress in Tagalog: Spectrographic studies of relative amplitude, relative frequency, and length.</i> Brichoux, Robert. 1972. SIL Language and Culture Archives.\n <a href=\"/item/oai:sil.org:10053\">oai:sil.org:10053</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Clitics and clause structure in Tagalog.</i> Kroeger, Paul R. 1998. Linguistic Society of the Philippines.\n <a href=\"/item/oai:sil.org:25856\">oai:sil.org:25856</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Tagalog counterexamples to the accessibility hierarchy.</i> Cena, R. M. 1979. Studies in Philippine Languages and Cultures.\n <a href=\"/item/oai:sil.org:25963\">oai:sil.org:25963</a></li>", "<li><i>Magadal kitam ti iba a upos (Let's study another language; A phrase book to learn to read and speak in Palanan-Agta, Tagalog and English).</i> Chiong, Marianne (translator). 2006. Christian Missions for the Unreached.\n <a href=\"/item/oai:sil.org:24171\">oai:sil.org:24171</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Deictic pronouns in Philippine languages.</i> McFarland, Curtis D. 2006. Linguistic Society of the Philippines and SIL International.\n <a href=\"/item/oai:sil.org:25572\">oai:sil.org:25572</a></li>", "<li><i>Phrase structure and grammatical relations in Tagalog.</i> Kroeger, Paul R. 1993. Dissertations in Linguistics.\n <a href=\"/item/oai:sil.org:26073\">oai:sil.org:26073</a></li>", "<li><i>Ang aking mga kaibigang Aeta.</i> Carandang-Laconsay, Connie; Green, Joanne. 1991. Summer Institute of Linguistics.\n <a href=\"/item/oai:sil.org:24174\">oai:sil.org:24174</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>An autosegmental theory of stress.</i> Hagberg, Lawrence R. 2006. SIL e-Books 3.\n <a href=\"/item/oai:sil.org:9275\">oai:sil.org:9275</a></li>", "<li><i>How value orientations affect social relationships through language use.</i> Pascasio, Emy M. 1981. Linguistic Society of the Philippines Special Monograph Issue.\n <a href=\"/item/oai:sil.org:25976\">oai:sil.org:25976</a></li>", "<li><i>Tagalog -um- and mag-: an interim report.</i> Pittman, Richard S. 1966. Pacific Linguistics A.\n <a href=\"/item/oai:sil.org:25778\">oai:sil.org:25778</a></li>", "<li><i>Some comments on language enrichment.</i> Elkins, Richard E. 1990. Philippine Journal of Linguistics.\n <a href=\"/item/oai:sil.org:25981\">oai:sil.org:25981</a></li>", "<li><i>Phrase structure and grammatical relations in Tagalog.</i> Kroeger, Paul R. 1991. SIL Language and Culture Archives.\n <a href=\"/item/oai:sil.org:9883\">oai:sil.org:9883</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>The -in grid: a mathematical order in language by way of Tagalog verb phrases.</i> Stuart, Luis Umali. 2006. Linguistic Society of the Philippines and SIL International.\n <a href=\"/item/oai:sil.org:25583\">oai:sil.org:25583</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Topichood of the Philippine topic: revisited from a cross-linguistic perspective.</i> Katagiri, Masumi. 2006. Linguistic Society of the Philippines and SIL International.\n <a href=\"/item/oai:sil.org:25584\">oai:sil.org:25584</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Insights into Tagalog: Reduplication, infixation, and stress from nonlinear phonology.</i> French, Koleen M. 1988. SIL International Publications in Linguistics 84.\n <a href=\"/item/oai:sil.org:8787\">oai:sil.org:8787</a></li>", "<li><i>The elaboration of a technical lexicon of Pilipino.</i> Santiago, Alfonso O. 1984. Linguistic Society of the Philippines and Summer Institute of Linguistics.\n <a href=\"/item/oai:sil.org:25587\">oai:sil.org:25587</a></li>", "<li><i>Pag-aralan natin ang tungkol sa pera.</i> n.a. 1982. Summer Institute of Linguistics.\n <a href=\"/item/oai:sil.org:24089\">oai:sil.org:24089</a></li>", "<li><i>Tagalog root classes.</i> Wolfenden, Elmer. 1968. Philippine Journal for Language Teaching.\n <a href=\"/item/oai:sil.org:25793\">oai:sil.org:25793</a></li>", "<li><i>Tagalog accent revisited: Some preliminary notes.</i> Gonzalez, Andrew B. 1981. Linguistic Society of the Philippines Special Monograph Issue.\n <a href=\"/item/oai:sil.org:25594\">oai:sil.org:25594</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Morphological assimilation of borrowings in Tagalog.</i> Baklanova, Ekaterina. 2006. Linguistic Society of the Philippines and SIL International.\n <a href=\"/item/oai:sil.org:25695\">oai:sil.org:25695</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Tagalog Standard Dictionary.</i> Rubino, Carl. 2000. New York: Hippocrene.\n <a href=\"/item/oai:rosettaproject.org:rosettaproject_tgl_color-1\">oai:rosettaproject.org:rosettaproject_tgl_color-1</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>The World's Writing Systems.</i> Comrie, Bernard. 1990. New York: Oxford University Press.\n <a href=\"/item/oai:rosettaproject.org:rosettaproject_tgl_detail-2\">oai:rosettaproject.org:rosettaproject_tgl_detail-2</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Pandaigdig Na Pagpapahayag Ng Mga Karapatan Ng Tao Panimula.</i> The Long Now Foundation. 1998. New York: United Nations Department of Public Information.\n <a href=\"/item/oai:rosettaproject.org:rosettaproject_tgl_undec-1\">oai:rosettaproject.org:rosettaproject_tgl_undec-1</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Tagalog: a language of Philippines.</i> n.a. 2013. SIL International.\n <a href=\"/item/oai:ethnologue.com:tgl\">oai:ethnologue.com:tgl</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>photos of Agta village, Aridowen, Santa Teresita, Cagayan.</i> Laura Robinson (compiler); Laura Robinson (photographer); Gilliam Cabaldo (photographer). 2006. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:LR1-091606\">oai:paradisec.org.au:LR1-091606</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>photographs from Bolos Point.</i> Laura Robinson (compiler). 2006. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:LR1-062506\">oai:paradisec.org.au:LR1-062506</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>photographs of Agta in Manila.</i> Laura Robinson (compiler). 2006. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:LR1-080206\">oai:paradisec.org.au:LR1-080206</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>photographs of Agta in Manila.</i> Laura Robinson (compiler). 2006. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:LR1-080306\">oai:paradisec.org.au:LR1-080306</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>photographs from Santa Clara, Santa Ana, Cagayan.</i> Laura Robinson (compiler). 2006. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:LR1-081306\">oai:paradisec.org.au:LR1-081306</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>photographs from Santa Clara, Santa Ana, Cagayan.</i> Laura Robinson (compiler). 2006. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:LR1-081406\">oai:paradisec.org.au:LR1-081406</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>photographs from Santa Clara, Santa Ana, Cagayan.</i> Laura Robinson (compiler). n.d. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:LR1-081506\">oai:paradisec.org.au:LR1-081506</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>photographs from Magi, Gattaran, Cagayan.</i> Laura Robinson (compiler). 2006. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:LR1-081906\">oai:paradisec.org.au:LR1-081906</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Atta wordlist and photograph.</i> Laura Robinson (compiler). n.d. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:LR1-082506\">oai:paradisec.org.au:LR1-082506</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>photographs from Dumasag, Limbus, Santa Ana.</i> Laura Robinson (compiler). 2006. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:LR1-083006\">oai:paradisec.org.au:LR1-083006</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>video of a pig butchering.</i> Laura Robinson (compiler). 2006. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:LR1-101606\">oai:paradisec.org.au:LR1-101606</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>LINGUIST List Resources for Tagalog.</i> Damir Cavar, Director of Linguist List (editor); Malgorzata E. Cavar, Director of Linguist List (editor). 2015-11-06. The LINGUIST List (www.linguistlist.org).\n <a href=\"/item/oai:linguistlist.org:lang_tgl\">oai:linguistlist.org:lang_tgl</a></li>"]}, "Language descriptions": {"count": 41, "resources": ["<li><i>Insights into Tagalog : reduplication, infixation, and stress from nonlinear phonology.</i> French, Koleen Matsuda. 1988. Summer Institute of Linguistics and the University of Texas at Arlington publications in linguistics ; publication 84.\n <a href=\"/item/oai:gial.edu:18128\">oai:gial.edu:18128</a></li>", "<li><i>The sounds of Pilipino : a descriptive analysis.</i> Yap, Fe Aldave. 1970. [Manila : Printed by United Pub. Co.\n <a href=\"/item/oai:gial.edu:19413\">oai:gial.edu:19413</a></li>", "<li><i>The systematization of Tagalog morphosyntax.</i> Drossard, Werner. 1994. Arbeitspapier (Universit&#228;t zu K&#246;ln. Institut f&#252;r Sprachwissenschaft) ; n.F., Nr. 19.\n <a href=\"/item/oai:gial.edu:25163\">oai:gial.edu:25163</a></li>", "<li><i>Phrase structure and grammatical relations in Tagalog.</i> Kroeger, Paul, 1952-. 1991. Graduate Institute of Applied Linguistics Library.\n <a href=\"/item/oai:gial.edu:25164\">oai:gial.edu:25164</a></li>", "<li><i>Phrase structure and grammatical relations in Tagalog.</i> Kroeger, Paul, 1952-. 1992. Stanford, CA : Published for the Stanford Linguistics Association by the Center for the Study of Language and Information.\n <a href=\"/item/oai:gial.edu:25165\">oai:gial.edu:25165</a></li>", "<li><i>Modern Tagalog : a functional-structural description.</i> Llamzon, Teodoro A. 1976. Janua linguarum. Series practica ; 122.\n <a href=\"/item/oai:gial.edu:25166\">oai:gial.edu:25166</a></li>", "<li><i>Intermediate Tagalog : developing cultural awareness through language.</i> Ramos, Teresita V. 1981. Honolulu : University Press of Hawaii.\n <a href=\"/item/oai:gial.edu:25171\">oai:gial.edu:25171</a></li>", "<li><i>Tagalog structures.</i> Ramos, Teresita V. 1971. Hawaii. University, Honolulu. Pacific and Asian Linguistics Institute. PALI language texts.\n <a href=\"/item/oai:gial.edu:25172\">oai:gial.edu:25172</a></li>", "<li><i>Tagalog reference grammar.</i> Schachter, Paul. 1972. Berkeley : University of California Press.\n <a href=\"/item/oai:gial.edu:25174\">oai:gial.edu:25174</a></li>", "<li><i>A re-statement of Tagalog grammar : appended with Jose Rizal's Nueva ortograf&#237;a del lenguaje Tagalog.</i> Wolfenden, Elmer P. 1961. Manila : Summer Institute of Linguistics and Institute of National Language.\n <a href=\"/item/oai:gial.edu:25175\">oai:gial.edu:25175</a></li>", "<li><i>Papers in Austronesian linguistics no. 2.</i> Ross, Malcolm. 1992. Pacific linguistics. Series A, 0078-7431 ; 82.\n <a href=\"/item/oai:gial.edu:29050\">oai:gial.edu:29050</a></li>", "<li><i>The case system of Tagalog verbs.</i> Ramos, Teresita V. 1974. Pacific linguistics. Series B.\n <a href=\"/item/oai:gial.edu:29173\">oai:gial.edu:29173</a></li>", "<li><i>Insights into Tagalog reduplication, infixation and stress from nonlinear phonology.</i> French, Koleen Matsuda. 1988. Graduate Institute of Applied Linguistics Library.\n <a href=\"/item/oai:gial.edu:4271\">oai:gial.edu:4271</a></li>", "<li><i>Basic Tagalog : for foreigners and non-Tagalogs.</i> Aspillera, Paraluman S. 1993. Rutland, Ver. ; Tokyo, Japan : Charles E. Tuttle.\n <a href=\"/item/oai:gial.edu:880\">oai:gial.edu:880</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Glottolog 2.6 Resources for Tagalog.</i> n.a. 2015. Max Planck Institute for the Science of Human History.\n <a href=\"/item/oai:glottolog.org:taga1270\">oai:glottolog.org:taga1270</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Notes on Tagalog verbs.</i> Arthur Capell. 1999. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:AC2-OLVOC314\">oai:paradisec.org.au:AC2-OLVOC314</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>PHOIBLE Online phonemic inventories for Tagalog.</i> n.a. 2014. Max Planck Institute for Evolutionary Anthropology.\n <a href=\"/item/oai:phoible.org:tgl\">oai:phoible.org:tgl</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>The World's Writing Systems.</i> Comrie, Bernard. 1990. New York: Oxford University Press.\n <a href=\"/item/oai:rosettaproject.org:rosettaproject_tgl_morsyn-2\">oai:rosettaproject.org:rosettaproject_tgl_morsyn-2</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Manual Tagalog Para Auxilio de los Religiosos de esta Santa Provincia de San Gregorio Magno.</i> Sebastian de Totanes. 1865. Binondo: Miguel Sanchez.\n <a href=\"/item/oai:rosettaproject.org:rosettaproject_tgl_morsyn-3\">oai:rosettaproject.org:rosettaproject_tgl_morsyn-3</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Arte de la Lengua Tagala y Manual Tagalog.</i> Sebastian de Totanes. 1865. Binondo: Miguel Sanchez.\n <a href=\"/item/oai:rosettaproject.org:rosettaproject_tgl_morsyn-4\">oai:rosettaproject.org:rosettaproject_tgl_morsyn-4</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Tagalog Standard Dictionary.</i> Rubino, Carl. 2000. New York: Hippocrene.\n <a href=\"/item/oai:rosettaproject.org:rosettaproject_tgl_ortho-1\">oai:rosettaproject.org:rosettaproject_tgl_ortho-1</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Tagalog Standard Dictionary.</i> Rubino, Carl. 2000. New York: Hippocrene.\n <a href=\"/item/oai:rosettaproject.org:rosettaproject_tgl_phon-1\">oai:rosettaproject.org:rosettaproject_tgl_phon-1</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Tagalog Phonology and Orthography, In: The World's Major Languages.</i> Comrie, Bernard. 1990. Oxford University Press.\n <a href=\"/item/oai:rosettaproject.org:rosettaproject_tgl_phon-2\">oai:rosettaproject.org:rosettaproject_tgl_phon-2</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>EO2-001.</i> Odango, Evelyn O. (speaker); Odango, Emerson Lopez (speaker); Odango, Emerson Lopez (recorder); Odango, Emerson Lopez (researcher); Odango, Emerson Lopez (depositor); Odango, Emerson Lopez (interviewer); Odango, Evelyn O. (consultant). 2014. Kaipuleohone.\n <a href=\"/item/oai:scholarspace.manoa.hawaii.edu:10125/34107\">oai:scholarspace.manoa.hawaii.edu:10125/34107</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>EO2-002.</i> Odango, Evelyn O. (speaker); Odango, Emerson Lopez (speaker); Odango, Emerson Lopez (recorder); Odango, Emerson Lopez (researcher); Odango, Emerson Lopez (depositor); Odango, Emerson Lopez (interviewer); Odango, Evelyn O. (consultant). 2014. Kaipuleohone.\n <a href=\"/item/oai:scholarspace.manoa.hawaii.edu:10125/34108\">oai:scholarspace.manoa.hawaii.edu:10125/34108</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>EO2-003.</i> Odango, Evelyn O. (speaker); Odango, Emerson Lopez (speaker); Odango, Emerson Lopez (recorder); Odango, Emerson Lopez (researcher); Odango, Emerson Lopez (depositor); Odango, Emerson Lopez (interviewer); Odango, Evelyn O. (consultant). 2014. Kaipuleohone.\n <a href=\"/item/oai:scholarspace.manoa.hawaii.edu:10125/34109\">oai:scholarspace.manoa.hawaii.edu:10125/34109</a></li>", "<li><i>A re-statement of Tagalog grammar: Appended with Jos&#233; Rizal&#8217;s Nueva ortograf&#237;a del lenguaje Tagalog.</i> Wolfenden, Elmer. 1961. Summer Institute of Linguistics and Institute of National Language.\n <a href=\"/item/oai:sil.org:25710\">oai:sil.org:25710</a></li>", "<li><i>The writing of proper names in Tagalog.</i> Pittman, Richard S. 1973. Linguistic Society of the Philippines.\n <a href=\"/item/oai:sil.org:25736\">oai:sil.org:25736</a></li>", "<li><i>Descriptive linguistics applied to Tagalog.</i> Pittman, Richard S. 1956. Bureau of Printing.\n <a href=\"/item/oai:sil.org:25786\">oai:sil.org:25786</a></li>", "<li><i>Review of: Tagalog reference grammar, by Paul Schachter and Fe T. Otanes.</i> Wolfenden, Elmer. 1974. Journal of Linguistics.\n <a href=\"/item/oai:sil.org:25982\">oai:sil.org:25982</a></li>", "<li><i>English Linguistics 223-E, Philippine-English Language Structures, University of the Philippines.</i> McKaughan, Howard P. 1960. SIL Language and Culture Archives.\n <a href=\"/item/oai:sil.org:43245\">oai:sil.org:43245</a></li>", "<li><i>Studies on Dempwolff's Vergleichende Lautlehre des Austronesischen Wortschatzes.</i> Lopez, Cecilio (translator). n.d. SIL Language and Culture Archives.\n <a href=\"/item/oai:sil.org:43861\">oai:sil.org:43861</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>The dialects of Marinduque Tagalog.</i> Pelaez-Soberano, Rosa. 1977. Studies in Philippine Languages and Cultures.\n <a href=\"/item/oai:sil.org:48208\">oai:sil.org:48208</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Topic in Tagalog revisited.</i> Rafael, Teresita C. 1978. Studies in Philippine Languages and Cultures.\n <a href=\"/item/oai:sil.org:48209\">oai:sil.org:48209</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Hokkien Chinese loanwords in Tagalog.</i> Chan-Yap, Gloria. 1977. Studies in Philippine Languages and Cultures.\n <a href=\"/item/oai:sil.org:48210\">oai:sil.org:48210</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>The noun phrase in Tagalog-English code switching.</i> Bautista, Ma. Lourdes S. 1977. Studies in Philippine Languages and Cultures.\n <a href=\"/item/oai:sil.org:48211\">oai:sil.org:48211</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Definite objects and subject selection in Philippine languages.</i> McFarland, Curtis D. 1978. Studies in Philippine Languages and Cultures.\n <a href=\"/item/oai:sil.org:48213\">oai:sil.org:48213</a></li>", "<li><i>Verbal gender in Tagalog.</i> Pittman, Richard S. n.d. SIL Language and Culture Archives.\n <a href=\"/item/oai:sil.org:50530\">oai:sil.org:50530</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>McKaughan&#8217;s analysis of Philippine voice.</i> Kroeger, Paul. 2010. SIL Language and Culture Archives.\n <a href=\"/item/oai:sil.org:52930\">oai:sil.org:52930</a></li>", "<li><i>A re-statement of Tagalog grammar.</i> Wolfenden, Elmer. 1961. SIL Language and Culture Archives.\n <a href=\"/item/oai:sil.org:9638\">oai:sil.org:9638</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>WALS Online Resources for Tagalog.</i> n.a. 2013. Max Planck Institute for Evolutionary Anthropology.\n <a href=\"/item/oai:wals.info:tag\">oai:wals.info:tag</a></li>"]}, "Primary texts": {"count": 4, "resources": ["<li><span class=\"online_indicator\">ONLINE</span><i>Ang Kasaysay ng Paglikha.</i> The Long Now Foundation. 1978. Mga Mapa: United Bible Societies.\n <a href=\"/item/oai:rosettaproject.org:rosettaproject_tgl_gen-1\">oai:rosettaproject.org:rosettaproject_tgl_gen-1</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>EO2-001.</i> Odango, Evelyn O. (speaker); Odango, Emerson Lopez (speaker); Odango, Emerson Lopez (recorder); Odango, Emerson Lopez (researcher); Odango, Emerson Lopez (depositor); Odango, Emerson Lopez (interviewer); Odango, Evelyn O. (consultant). 2014. Kaipuleohone.\n <a href=\"/item/oai:scholarspace.manoa.hawaii.edu:10125/34107\">oai:scholarspace.manoa.hawaii.edu:10125/34107</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>EO2-002.</i> Odango, Evelyn O. (speaker); Odango, Emerson Lopez (speaker); Odango, Emerson Lopez (recorder); Odango, Emerson Lopez (researcher); Odango, Emerson Lopez (depositor); Odango, Emerson Lopez (interviewer); Odango, Evelyn O. (consultant). 2014. Kaipuleohone.\n <a href=\"/item/oai:scholarspace.manoa.hawaii.edu:10125/34108\">oai:scholarspace.manoa.hawaii.edu:10125/34108</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>EO2-003.</i> Odango, Evelyn O. (speaker); Odango, Emerson Lopez (speaker); Odango, Emerson Lopez (recorder); Odango, Emerson Lopez (researcher); Odango, Emerson Lopez (depositor); Odango, Emerson Lopez (interviewer); Odango, Evelyn O. (consultant). 2014. Kaipuleohone.\n <a href=\"/item/oai:scholarspace.manoa.hawaii.edu:10125/34109\">oai:scholarspace.manoa.hawaii.edu:10125/34109</a></li>"]}}}