{"url": "http://www.language-archives.org/language/tix", "code": "tix", "coords": ["35.272", "34.785", "-107.022", "-106.299"], "name": "Southern Tiwa language", "resources": {"Other resources about the language": {"count": 3, "resources": [{"url": "http://www.language-archives.org/item/oai:refdb.wals.info:4653", "text": "<i>The language of Isleta, New Mexico.</i> Leap, William L. 1970. WALS Online RefDB.\n ", "name": "oai:refdb.wals.info:4653", "is_online": true}, {"url": "http://www.language-archives.org/item/oai:ethnologue.com:tix", "text": "<i>Tiwa, Southern: a language of United States.</i> n.a. 2013. SIL International.\n ", "name": "oai:ethnologue.com:tix", "is_online": true}, {"url": "http://www.language-archives.org/item/oai:linguistlist.org:lang_tix", "text": "<i>LINGUIST List Resources for Tiwa, Southern.</i> Damir Cavar, Director of Linguist List (editor); Malgorzata E. Cavar, Director of Linguist List (editor). 2015-12-22. The LINGUIST List (www.linguistlist.org).\n ", "name": "oai:linguistlist.org:lang_tix", "is_online": true}]}, "Language descriptions": {"count": 3, "resources": [{"url": "http://www.language-archives.org/item/oai:glottolog.org:sout2961", "text": "<i>Glottolog 2.6 Resources for Southern Tiwa.</i> n.a. 2015. Max Planck Institute for the Science of Human History.\n ", "name": "oai:glottolog.org:sout2961", "is_online": true}, {"url": "http://www.language-archives.org/item/oai:phoible.org:tix", "text": "<i>PHOIBLE Online phonemic inventories for Southern Tiwa.</i> n.a. 2014. Max Planck Institute for Evolutionary Anthropology.\n ", "name": "oai:phoible.org:tix", "is_online": true}, {"url": "http://www.language-archives.org/item/oai:wals.info:tws", "text": "<i>WALS Online Resources for Tiwa (Southern).</i> n.a. 2008. Max Planck Institute for Evolutionary Anthropology.\n ", "name": "oai:wals.info:tws", "is_online": true}]}, "Primary texts": {"count": 10, "resources": [{"url": "http://www.language-archives.org/item/oai:cla.berkeley.edu:LA 210.001", "text": "<i>Words and phrases: topics include conversational phrases, domestic animals, singular vs. plural, numerals, possessives, directionals, etc..</i> Tyler, Guy (researcher); Lucero, Elsie (consultant). 1964. California Language Archive.\n ", "name": "oai:cla.berkeley.edu:LA 210.001"}, {"url": "http://www.language-archives.org/item/oai:cla.berkeley.edu:LA 210.002", "text": "<i>Words and phrases continued: topics include the weather, geographic features, vehicles, agriculture, meals, verbs, kinds of jewlery, adjectives, etc..</i> Tyler, Guy (researcher); Lucero, Elsie (consultant). 1964. California Language Archive.\n ", "name": "oai:cla.berkeley.edu:LA 210.002"}, {"url": "http://www.language-archives.org/item/oai:cla.berkeley.edu:LA 210.003", "text": "<i>Words and phrases continued: topics include conversational phrases, colors, clothing, candy, animals, plants, insects, furniture, weather, geography, cardinal directions, greetings, etc..</i> Tyler, Guy (researcher); Lucero, Elsie (consultant). 1964. California Language Archive.\n ", "name": "oai:cla.berkeley.edu:LA 210.003"}, {"url": "http://www.language-archives.org/item/oai:cla.berkeley.edu:LA 210.004", "text": "<i>Words and phrases: topics include speaking and knowing Isleta, adjectives, pronouns, verbal paradigms, conversational phrases, questions and answers, etc..</i> Tyler, Guy (researcher); Lucero, Elsie (consultant). 1968. California Language Archive.\n ", "name": "oai:cla.berkeley.edu:LA 210.004"}, {"url": "http://www.language-archives.org/item/oai:cla.berkeley.edu:LA 210.005", "text": "<i>Discussion in English of two books published by the Smithsonian about Isleta artists (\"The artists of Isleta paintings in Pueblo society\" and \"Isleta paintings\"). Includes pronunciation of some Isleta words from the books.</i> Tyler, Guy (researcher); Lucero, Elsie (consultant). 1968. California Language Archive.\n ", "name": "oai:cla.berkeley.edu:LA 210.005"}, {"url": "http://www.language-archives.org/item/oai:cla.berkeley.edu:LA 210.006", "text": "<i>Words and phrases: topics include seeing, hearing, listening, talking, saying, telling, looking, smelling, tasting, etc..</i> Tyler, Guy (researcher); Lucero, Elsie (consultant). 1968. California Language Archive.\n ", "name": "oai:cla.berkeley.edu:LA 210.006"}, {"url": "http://www.language-archives.org/item/oai:cla.berkeley.edu:LA 210.007", "text": "<i>Words and phrases continued:  topics include tasting, eating, drinking, running, winning, gambling, complaining, helping, having, repairing, ruining, kicking, etc. (many miscellaneous verbs).</i> Tyler, Guy (researcher); Lucero, Elsie (consultant). 1968. California Language Archive.\n ", "name": "oai:cla.berkeley.edu:LA 210.007"}, {"url": "http://www.language-archives.org/item/oai:cla.berkeley.edu:LA 210.008", "text": "<i>Words and phrases continued:  topics include tense and time expressions (phrases about yesterday, tomorrow), comparatives/superlatives, picking, privacy, etc..</i> Tyler, Guy (researcher); Lucero, Elsie (consultant). 1968. California Language Archive.\n ", "name": "oai:cla.berkeley.edu:LA 210.008"}, {"url": "http://www.language-archives.org/item/oai:cla.berkeley.edu:LA 210.009", "text": "<i>Words and phrases continued: topics include privacy, farming, right vs. wrong, language, rain, fish, etc..</i> Tyler, Guy (researcher); Lucero, Elsie (consultant). 1968. California Language Archive.\n ", "name": "oai:cla.berkeley.edu:LA 210.009"}, {"url": "http://www.language-archives.org/item/oai:cla.berkeley.edu:LA 210.010", "text": "<i>Words and phrases: topics include rivers, crossing a river, plants, fires, etc..</i> Tyler, Guy (researcher); Lucero, Pauline (consultant). 1968. California Language Archive.\n ", "name": "oai:cla.berkeley.edu:LA 210.010"}]}}}