{"url": "http://www.language-archives.org/language/tms", "code": "tms", "coords": ["11.739", "11.697", "29.143", "29.183"], "name": "Tima language", "resources": {"Other resources about the language": {"count": 73, "resources": ["<li><span class=\"online_indicator\">ONLINE</span><i>Linguistic Analyses: the Non-Bantu Languages of North-Eastern Africa.</i> Tucker, A. N.; Bryan, M. A. 1966. Oxford University Press.\n <a href=\"/item/oai:refdb.wals.info:848\">oai:refdb.wals.info:848</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Occasional Papers in the Study of Sudanese Languages No. 10.</i> Norton, Russell (editor). 2012-11-08. Occasional Papers in the Study of Sudanese Languages 10.\n <a href=\"/item/oai:sil.org:56351\">oai:sil.org:56351</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Clans.</i> Gertrud Schneider-Blum (researcher); Abeer Bashir (researcher); Am Nasr Aldeen (speaker); Suzan Alamin (researcher); Hamid Kafi (speaker). n.d. Prof. Dr. Gerrit J. Dimmendaal.\n <a href=\"/item/oai:www.mpi.nl:MPI981557\">oai:www.mpi.nl:MPI981557</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Audio Recordings which contain lexems of the semantical grouping 5.2 CLOTHING AND ADORNMENT.</i> Abeer Bashir (researcher); Am Nasr Aldeen (speaker); Gertrud Schneider-Blum (researcher); Suzan Alamin (researcher); Hamid Kafi (speaker). n.d. Prof. Dr. Gerrit J. Dimmendaal.\n <a href=\"/item/oai:www.mpi.nl:MPI658768\">oai:www.mpi.nl:MPI658768</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Audio Recordings which contain lexems of the semantical grouping 5.9 TRADING.</i> Abeer Bashir (researcher); Am Nasr Aldeen (speaker); Gertrud Schneider-Blum (researcher); Suzan Alamin (researcher); Hamid Kafi (speaker). n.d. Prof. Dr. Gerrit J. Dimmendaal.\n <a href=\"/item/oai:www.mpi.nl:MPI659430\">oai:www.mpi.nl:MPI659430</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Audio Recordings which contain lexems of the semantical grouping 1.3 BODY STATES AND CONDITIONS.</i> Abeer Bashir (researcher); Am Nasr Aldeen (speaker); Gertrud Schneider-Blum (researcher); Suzan Alamin (researcher); Hamid Kafi (speaker). n.d. Prof. Dr. Gerrit J. Dimmendaal.\n <a href=\"/item/oai:www.mpi.nl:MPI659444\">oai:www.mpi.nl:MPI659444</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Audio Recordings which contain lexems of the semantical grouping 5.5 DOMESTIC UTENSILS AND CONTAINMENT.</i> Abeer Bashir (researcher); Am Nasr Aldeen (speaker); Gertrud Schneider-Blum (researcher); Suzan Alamin (researcher); Hamid Kafi (speaker). n.d. Prof. Dr. Gerrit J. Dimmendaal.\n <a href=\"/item/oai:www.mpi.nl:MPI659519\">oai:www.mpi.nl:MPI659519</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Audio Recordings which contain lexems of the semantical grouping 10.4 TASTE AND SMELL.</i> Abeer Bashir (researcher); Am Nasr Aldeen (speaker); Gertrud Schneider-Blum (researcher); Suzan Alamin (researcher); Hamid Kafi (speaker). n.d. Prof. Dr. Gerrit J. Dimmendaal.\n <a href=\"/item/oai:www.mpi.nl:MPI661490\">oai:www.mpi.nl:MPI661490</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Audio Recordings which contain lexems of the semantical grouping 5.6 HABITATION.</i> Abeer Bashir (researcher); Am Nasr Aldeen (speaker); Gertrud Schneider-Blum (researcher); Suzan Alamin (researcher); Hamid Kafi (speaker). n.d. Prof. Dr. Gerrit J. Dimmendaal.\n <a href=\"/item/oai:www.mpi.nl:MPI658816\">oai:www.mpi.nl:MPI658816</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Audio Recordings which contain lexems of the semantical grouping 10.1 DIMENSION AND SHAPE.</i> Abeer Bashir (researcher); Am Nasr Aldeen (speaker); Gertrud Schneider-Blum (researcher); Suzan Alamin (researcher); Hamid Kafi (speaker). n.d. Prof. Dr. Gerrit J. Dimmendaal.\n <a href=\"/item/oai:www.mpi.nl:MPI661424\">oai:www.mpi.nl:MPI661424</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>13. Greetings.</i> Abeer Bashir (researcher); Am Nasr Aldeen (speaker); Gertrud Schneider-Blum (researcher); Suzan Alamin (researcher); Hamid Kafi (speaker). n.d. Prof. Dr. Gerrit J. Dimmendaal.\n <a href=\"/item/oai:www.mpi.nl:MPI661414\">oai:www.mpi.nl:MPI661414</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Audio Recordings which contain lexems of the semantical grouping 4.2 CONFLICT AND WAR.</i> Abeer Bashir (researcher); Am Nasr Aldeen (speaker); Gertrud Schneider-Blum (researcher); Suzan Alamin (researcher); Hamid Kafi (speaker). n.d. Prof. Dr. Gerrit J. Dimmendaal.\n <a href=\"/item/oai:www.mpi.nl:MPI658683\">oai:www.mpi.nl:MPI658683</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Audio Recordings which contain lexems of the semantical grouping 5.8 AGRICULTURE.</i> Abeer Bashir (researcher); Am Nasr Aldeen (speaker); Gertrud Schneider-Blum (researcher); Suzan Alamin (researcher); Hamid Kafi (speaker). n.d. Prof. Dr. Gerrit J. Dimmendaal.\n <a href=\"/item/oai:www.mpi.nl:MPI659363\">oai:www.mpi.nl:MPI659363</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Comparison.</i> Gertrud Schneider-Blum (researcher); Abeer Bashir (researcher); Am Nasr Aldeen (speaker); Suzan Alamin (researcher); Hamid Kafi (speaker). n.d. Prof. Dr. Gerrit J. Dimmendaal.\n <a href=\"/item/oai:www.mpi.nl:MPI980911\">oai:www.mpi.nl:MPI980911</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Morphological.</i> Gertrud Schneider-Blum (researcher); Abeer Bashir (researcher); Am Nasr Aldeen (speaker); Suzan Alamin (researcher); Hamid Kafi (speaker). n.d. Prof. Dr. Gerrit J. Dimmendaal.\n <a href=\"/item/oai:www.mpi.nl:MPI980903\">oai:www.mpi.nl:MPI980903</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Primary Readers.</i> Gertrud Schneider-Blum (researcher); Abeer Bashir (researcher); Am Nasr Aldeen (speaker); Suzan Alamin (researcher); Hamid Kafi (speaker). n.d. Prof. Dr. Gerrit J. Dimmendaal.\n <a href=\"/item/oai:www.mpi.nl:MPI980906\">oai:www.mpi.nl:MPI980906</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Phonetic:Phonological.</i> Gertrud Schneider-Blum (researcher); Abeer Bashir (researcher); Am Nasr Aldeen (speaker); Suzan Alamin (researcher); Hamid Kafi (speaker). n.d. Prof. Dr. Gerrit J. Dimmendaal.\n <a href=\"/item/oai:www.mpi.nl:MPI980905\">oai:www.mpi.nl:MPI980905</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Songs.</i> Gertrud Schneider-Blum (researcher); Abeer Bashir (researcher); Am Nasr Aldeen (speaker); Suzan Alamin (researcher); Hamid Kafi (speaker). n.d. Prof. Dr. Gerrit J. Dimmendaal.\n <a href=\"/item/oai:www.mpi.nl:MPI981579\">oai:www.mpi.nl:MPI981579</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Dances.</i> Gertrud Schneider-Blum (researcher); Abeer Bashir (researcher); Am Nasr Aldeen (speaker); Suzan Alamin (researcher); Hamid Kafi (speaker). n.d. Prof. Dr. Gerrit J. Dimmendaal.\n <a href=\"/item/oai:www.mpi.nl:MPI981571\">oai:www.mpi.nl:MPI981571</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Feasts.</i> Gertrud Schneider-Blum (researcher); Abeer Bashir (researcher); Am Nasr Aldeen (speaker); Suzan Alamin (researcher); Hamid Kafi (speaker). n.d. Prof. Dr. Gerrit J. Dimmendaal.\n <a href=\"/item/oai:www.mpi.nl:MPI981563\">oai:www.mpi.nl:MPI981563</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Photographs.</i> Gertrud Schneider-Blum (researcher); Abeer Bashir (researcher); Am Nasr Aldeen (speaker); Suzan Alamin (researcher); Hamid Kafi (speaker). n.d. Prof. Dr. Gerrit J. Dimmendaal.\n <a href=\"/item/oai:www.mpi.nl:MPI981599\">oai:www.mpi.nl:MPI981599</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Audio Recordings which contain lexems of the semantical grouping 4.1 PERSONAL INTERACTION.</i> Abeer Bashir (researcher); Am Nasr Aldeen (speaker); Gertrud Schneider-Blum (researcher); Suzan Alamin (researcher); Hamid Kafi (speaker). n.d. Prof. Dr. Gerrit J. Dimmendaal.\n <a href=\"/item/oai:www.mpi.nl:MPI658919\">oai:www.mpi.nl:MPI658919</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Diverse.</i> Gertrud Schneider-Blum (researcher); Abeer Bashir (researcher); Am Nasr Aldeen (speaker); Suzan Alamin (researcher); Hamid Kafi (speaker). n.d. Prof. Dr. Gerrit J. Dimmendaal.\n <a href=\"/item/oai:www.mpi.nl:MPI981587\">oai:www.mpi.nl:MPI981587</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Audio Recordings which contain lexems of the semantical grouping 5.1 TRADITIONS, RITUALS AND RELIGION.</i> Abeer Bashir (researcher); Am Nasr Aldeen (speaker); Gertrud Schneider-Blum (researcher); Suzan Alamin (researcher); Hamid Kafi (speaker). n.d. Prof. Dr. Gerrit J. Dimmendaal.\n <a href=\"/item/oai:www.mpi.nl:MPI658978\">oai:www.mpi.nl:MPI658978</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Descriptions.</i> Gertrud Schneider-Blum (researcher); Abeer Bashir (researcher); Am Nasr Aldeen (speaker); Suzan Alamin (researcher); Hamid Kafi (speaker). n.d. Prof. Dr. Gerrit J. Dimmendaal.\n <a href=\"/item/oai:www.mpi.nl:MPI980841\">oai:www.mpi.nl:MPI980841</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Paradigms.</i> Gertrud Schneider-Blum (researcher); Abeer Bashir (researcher); Am Nasr Aldeen (speaker); Suzan Alamin (researcher); Hamid Kafi (speaker). n.d. Prof. Dr. Gerrit J. Dimmendaal.\n <a href=\"/item/oai:www.mpi.nl:MPI980848\">oai:www.mpi.nl:MPI980848</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Narratives.</i> Gertrud Schneider-Blum (researcher); Abeer Bashir (researcher); Am Nasr Aldeen (speaker); Suzan Alamin (researcher); Hamid Kafi (speaker). n.d. Prof. Dr. Gerrit J. Dimmendaal.\n <a href=\"/item/oai:www.mpi.nl:MPI980836\">oai:www.mpi.nl:MPI980836</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Procedurals.</i> Gertrud Schneider-Blum (researcher); Abeer Bashir (researcher); Am Nasr Aldeen (speaker); Suzan Alamin (researcher); Hamid Kafi (speaker). n.d. Prof. Dr. Gerrit J. Dimmendaal.\n <a href=\"/item/oai:www.mpi.nl:MPI980837\">oai:www.mpi.nl:MPI980837</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Audio Recordings which contain lexems of the semantical grouping 6.4 INSECTS AND SPIDERS.</i> Abeer Bashir (researcher); Am Nasr Aldeen (speaker); Gertrud Schneider-Blum (researcher); Suzan Alamin (researcher); Hamid Kafi (speaker). n.d. Prof. Dr. Gerrit J. Dimmendaal.\n <a href=\"/item/oai:www.mpi.nl:MPI660939\">oai:www.mpi.nl:MPI660939</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Audio Recordings which contain lexems of the semantical grouping 1.4 HEALTH AND DISEASE.</i> Abeer Bashir (researcher); Am Nasr Aldeen (speaker); Gertrud Schneider-Blum (researcher); Suzan Alamin (researcher); Hamid Kafi (speaker). n.d. Prof. Dr. Gerrit J. Dimmendaal.\n <a href=\"/item/oai:www.mpi.nl:MPI659738\">oai:www.mpi.nl:MPI659738</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Audio Recordings which contain lexems of the semantical grouping 7.2 PLANT PARTS, PRODUCTS AND PROCESSES.</i> Abeer Bashir (researcher); Am Nasr Aldeen (speaker); Gertrud Schneider-Blum (researcher); Suzan Alamin (researcher); Hamid Kafi (speaker). n.d. Prof. Dr. Gerrit J. Dimmendaal.\n <a href=\"/item/oai:www.mpi.nl:MPI661633\">oai:www.mpi.nl:MPI661633</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Audio Recordings which contain lexems of the semantical grouping 6.1 DOMESTIC ANIMALS.</i> Abeer Bashir (researcher); Am Nasr Aldeen (speaker); Gertrud Schneider-Blum (researcher); Suzan Alamin (researcher); Hamid Kafi (speaker). n.d. Prof. Dr. Gerrit J. Dimmendaal.\n <a href=\"/item/oai:www.mpi.nl:MPI660845\">oai:www.mpi.nl:MPI660845</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Audio Recordings which contain lexems of the semantical grouping 11.1 CARDINAL NUMBERS.</i> Abeer Bashir (researcher); Am Nasr Aldeen (speaker); Gertrud Schneider-Blum (researcher); Suzan Alamin (researcher); Hamid Kafi (speaker). n.d. Prof. Dr. Gerrit J. Dimmendaal.\n <a href=\"/item/oai:www.mpi.nl:MPI661578\">oai:www.mpi.nl:MPI661578</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Audio Recordings which contain lexems of the semantical grouping 10.2 FEEL.</i> Abeer Bashir (researcher); Am Nasr Aldeen (speaker); Gertrud Schneider-Blum (researcher); Suzan Alamin (researcher); Hamid Kafi (speaker). n.d. Prof. Dr. Gerrit J. Dimmendaal.\n <a href=\"/item/oai:www.mpi.nl:MPI661544\">oai:www.mpi.nl:MPI661544</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Audio Recordings which contain lexems of the semantical grouping 11.3 (RELATIVE) QUANTITIY.</i> Abeer Bashir (researcher); Am Nasr Aldeen (speaker); Gertrud Schneider-Blum (researcher); Suzan Alamin (researcher); Hamid Kafi (speaker). n.d. Prof. Dr. Gerrit J. Dimmendaal.\n <a href=\"/item/oai:www.mpi.nl:MPI661546\">oai:www.mpi.nl:MPI661546</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Audio Recordings which contain lexems of the semantical grouping 10.6 VALUE.</i> Abeer Bashir (researcher); Am Nasr Aldeen (speaker); Gertrud Schneider-Blum (researcher); Suzan Alamin (researcher); Hamid Kafi (speaker). n.d. Prof. Dr. Gerrit J. Dimmendaal.\n <a href=\"/item/oai:www.mpi.nl:MPI661545\">oai:www.mpi.nl:MPI661545</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Audio Recordings which contain lexems of the semantical grouping 10.5 ABILITY.</i> Abeer Bashir (researcher); Am Nasr Aldeen (speaker); Gertrud Schneider-Blum (researcher); Suzan Alamin (researcher); Hamid Kafi (speaker). n.d. Prof. Dr. Gerrit J. Dimmendaal.\n <a href=\"/item/oai:www.mpi.nl:MPI661537\">oai:www.mpi.nl:MPI661537</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Audio Recordings which contain lexems of the semantical grouping 10.7 OTHER QUALITIES.</i> Abeer Bashir (researcher); Am Nasr Aldeen (speaker); Gertrud Schneider-Blum (researcher); Suzan Alamin (researcher); Hamid Kafi (speaker). n.d. Prof. Dr. Gerrit J. Dimmendaal.\n <a href=\"/item/oai:www.mpi.nl:MPI661532\">oai:www.mpi.nl:MPI661532</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Audio Recordings which contain lexems of the semantical grouping 11.2 ORDINAL NUMBERS.</i> Abeer Bashir (researcher); Am Nasr Aldeen (speaker); Gertrud Schneider-Blum (researcher); Suzan Alamin (researcher); Hamid Kafi (speaker). n.d. Prof. Dr. Gerrit J. Dimmendaal.\n <a href=\"/item/oai:www.mpi.nl:MPI661559\">oai:www.mpi.nl:MPI661559</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Audio Recordings which contain lexems of the semantical grouping 3.1 STAGES OF LIFE.</i> Abeer Bashir (researcher); Am Nasr Aldeen (speaker); Gertrud Schneider-Blum (researcher); Suzan Alamin (researcher); Hamid Kafi (speaker). n.d. Prof. Dr. Gerrit J. Dimmendaal.\n <a href=\"/item/oai:www.mpi.nl:MPI658379\">oai:www.mpi.nl:MPI658379</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Audio Recordings which contain lexems of the semantical grouping 12.1 RELATIONALS.</i> Abeer Bashir (researcher); Am Nasr Aldeen (speaker); Gertrud Schneider-Blum (researcher); Suzan Alamin (researcher); Hamid Kafi (speaker). n.d. Prof. Dr. Gerrit J. Dimmendaal.\n <a href=\"/item/oai:www.mpi.nl:MPI662271\">oai:www.mpi.nl:MPI662271</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Audio Recordings which contain lexems of the semantical grouping 1.2 BODY PROCESSES AND FUNCTIONS.</i> Abeer Bashir (researcher); Am Nasr Aldeen (speaker); Gertrud Schneider-Blum (researcher); Suzan Alamin (researcher); Hamid Kafi (speaker). n.d. Prof. Dr. Gerrit J. Dimmendaal.\n <a href=\"/item/oai:www.mpi.nl:MPI659608\">oai:www.mpi.nl:MPI659608</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Audio Recordings which contain lexems of the semantical grouping 3.2 BLOOD RELATIONS.</i> Abeer Bashir (researcher); Am Nasr Aldeen (speaker); Gertrud Schneider-Blum (researcher); Suzan Alamin (researcher); Hamid Kafi (speaker). n.d. Prof. Dr. Gerrit J. Dimmendaal.\n <a href=\"/item/oai:www.mpi.nl:MPI658380\">oai:www.mpi.nl:MPI658380</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Audio Recordings which contain lexems of the semantical grouping 3.5 SOCIAL RELATIONS.</i> Abeer Bashir (researcher); Am Nasr Aldeen (speaker); Gertrud Schneider-Blum (researcher); Suzan Alamin (researcher); Hamid Kafi (speaker). n.d. Prof. Dr. Gerrit J. Dimmendaal.\n <a href=\"/item/oai:www.mpi.nl:MPI658381\">oai:www.mpi.nl:MPI658381</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Audio Recordings which contain lexems of the semantical grouping 10.3 COLOUR.</i> Abeer Bashir (researcher); Am Nasr Aldeen (speaker); Gertrud Schneider-Blum (researcher); Suzan Alamin (researcher); Hamid Kafi (speaker). n.d. Prof. Dr. Gerrit J. Dimmendaal.\n <a href=\"/item/oai:www.mpi.nl:MPI661516\">oai:www.mpi.nl:MPI661516</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>TAM.</i> Gertrud Schneider-Blum (researcher); Abeer Bashir (researcher); Am Nasr Aldeen (speaker); Suzan Alamin (researcher); Hamid Kafi (speaker). n.d. Prof. Dr. Gerrit J. Dimmendaal.\n <a href=\"/item/oai:www.mpi.nl:MPI981026\">oai:www.mpi.nl:MPI981026</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Audio Recordings which contain lexems of the semantical grouping 8.3 TRAVEL AND TRANSPORTATION.</i> Abeer Bashir (researcher); Am Nasr Aldeen (speaker); Gertrud Schneider-Blum (researcher); Suzan Alamin (researcher); Hamid Kafi (speaker). n.d. Prof. Dr. Gerrit J. Dimmendaal.\n <a href=\"/item/oai:www.mpi.nl:MPI661129\">oai:www.mpi.nl:MPI661129</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Audio Recordings which contain lexems of the semantical grouping 6.3 BIRDS.</i> Abeer Bashir (researcher); Am Nasr Aldeen (speaker); Gertrud Schneider-Blum (researcher); Suzan Alamin (researcher); Hamid Kafi (speaker). n.d. Prof. Dr. Gerrit J. Dimmendaal.\n <a href=\"/item/oai:www.mpi.nl:MPI660729\">oai:www.mpi.nl:MPI660729</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Audio Recordings which contain lexems of the semantical grouping 12.3 CONJUNCTIONS, ADVERBIALS, ETC.</i> Abeer Bashir (researcher); Am Nasr Aldeen (speaker); Gertrud Schneider-Blum (researcher); Suzan Alamin (researcher); Hamid Kafi (speaker). n.d. Prof. Dr. Gerrit J. Dimmendaal.\n <a href=\"/item/oai:www.mpi.nl:MPI662315\">oai:www.mpi.nl:MPI662315</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Audio Recordings which contain lexems of the semantical grouping 7.1 PLANT SPECIES.</i> Abeer Bashir (researcher); Am Nasr Aldeen (speaker); Gertrud Schneider-Blum (researcher); Suzan Alamin (researcher); Hamid Kafi (speaker). n.d. Prof. Dr. Gerrit J. Dimmendaal.\n <a href=\"/item/oai:www.mpi.nl:MPI661955\">oai:www.mpi.nl:MPI661955</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Audio Recordings which contain lexems of the semantical grouping 12.2 QUESTION WORDS.</i> Abeer Bashir (researcher); Am Nasr Aldeen (speaker); Gertrud Schneider-Blum (researcher); Suzan Alamin (researcher); Hamid Kafi (speaker). n.d. Prof. Dr. Gerrit J. Dimmendaal.\n <a href=\"/item/oai:www.mpi.nl:MPI662324\">oai:www.mpi.nl:MPI662324</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Audio Recordings which contain lexems of the semantical grouping 3.4 PROPER NAMES.</i> Abeer Bashir (researcher); Am Nasr Aldeen (speaker); Gertrud Schneider-Blum (researcher); Suzan Alamin (researcher); Hamid Kafi (speaker). n.d. Prof. Dr. Gerrit J. Dimmendaal.\n <a href=\"/item/oai:www.mpi.nl:MPI658299\">oai:www.mpi.nl:MPI658299</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Audio Recordings which contain lexems of the semantical grouping 3.3 MARRIAGE RELATIONS.</i> Abeer Bashir (researcher); Am Nasr Aldeen (speaker); Gertrud Schneider-Blum (researcher); Suzan Alamin (researcher); Hamid Kafi (speaker). n.d. Prof. Dr. Gerrit J. Dimmendaal.\n <a href=\"/item/oai:www.mpi.nl:MPI658294\">oai:www.mpi.nl:MPI658294</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Audio Recordings which contain lexems of the semantical grouping 9.1 MOVEMENT.</i> Abeer Bashir (researcher); Am Nasr Aldeen (speaker); Gertrud Schneider-Blum (researcher); Suzan Alamin (researcher); Hamid Kafi (speaker). n.d. Prof. Dr. Gerrit J. Dimmendaal.\n <a href=\"/item/oai:www.mpi.nl:MPI662340\">oai:www.mpi.nl:MPI662340</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Audio Recordings which contain lexems of the semantical grouping 9.4 VERBS OF EATING AND DRINKING.</i> Abeer Bashir (researcher); Am Nasr Aldeen (speaker); Gertrud Schneider-Blum (researcher); Suzan Alamin (researcher); Hamid Kafi (speaker). n.d. Prof. Dr. Gerrit J. Dimmendaal.\n <a href=\"/item/oai:www.mpi.nl:MPI662331\">oai:www.mpi.nl:MPI662331</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Audio Recordings which contain lexems of the semantical grouping 6.2 MAMMALS.</i> Abeer Bashir (researcher); Am Nasr Aldeen (speaker); Gertrud Schneider-Blum (researcher); Suzan Alamin (researcher); Hamid Kafi (speaker). n.d. Prof. Dr. Gerrit J. Dimmendaal.\n <a href=\"/item/oai:www.mpi.nl:MPI661144\">oai:www.mpi.nl:MPI661144</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Audio Recordings which contain lexems of the semantical grouping 2.3 KNOW, BELIEVE, TEACH AND HUMAN WILL.</i> Abeer Bashir (researcher); Am Nasr Aldeen (speaker); Gertrud Schneider-Blum (researcher); Suzan Alamin (researcher); Hamid Kafi (speaker). n.d. Prof. Dr. Gerrit J. Dimmendaal.\n <a href=\"/item/oai:www.mpi.nl:MPI658108\">oai:www.mpi.nl:MPI658108</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Audio Recordings which contain lexems of the semantical grouping 2.2 HUMAN CHARACTER.</i> Abeer Bashir (researcher); Am Nasr Aldeen (speaker); Gertrud Schneider-Blum (researcher); Suzan Alamin (researcher); Hamid Kafi (speaker). n.d. Prof. Dr. Gerrit J. Dimmendaal.\n <a href=\"/item/oai:www.mpi.nl:MPI658119\">oai:www.mpi.nl:MPI658119</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Audio Recordings which contain lexems of the semantical grouping 8.1 NATURE.</i> Abeer Bashir (researcher); Am Nasr Aldeen (speaker); Gertrud Schneider-Blum (researcher); Suzan Alamin (researcher); Hamid Kafi (speaker). n.d. Prof. Dr. Gerrit J. Dimmendaal.\n <a href=\"/item/oai:www.mpi.nl:MPI661764\">oai:www.mpi.nl:MPI661764</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Audio Recordings which contain lexems of the semantical grouping 2.1 EMOTIONS.</i> Abeer Bashir (researcher); Am Nasr Aldeen (speaker); Gertrud Schneider-Blum (researcher); Suzan Alamin (researcher); Hamid Kafi (speaker). n.d. Prof. Dr. Gerrit J. Dimmendaal.\n <a href=\"/item/oai:www.mpi.nl:MPI658149\">oai:www.mpi.nl:MPI658149</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Audio Recordings which contain lexems of the semantical grouping 1.1 BODY PARTS AND PRODUCTS.</i> Abeer Bashir (researcher); Am Nasr Aldeen (speaker); Gertrud Schneider-Blum (researcher); Suzan Alamin (researcher); Hamid Kafi (speaker). n.d. Prof. Dr. Gerrit J. Dimmendaal.\n <a href=\"/item/oai:www.mpi.nl:MPI657787\">oai:www.mpi.nl:MPI657787</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Audio Recordings which contain lexems of the semantical grouping 3. PERSONS.</i> Abeer Bashir (researcher); Am Nasr Aldeen (speaker); Gertrud Schneider-Blum (researcher); Suzan Alamin (researcher); Hamid Kafi (speaker). n.d. Prof. Dr. Gerrit J. Dimmendaal.\n <a href=\"/item/oai:www.mpi.nl:MPI900904\">oai:www.mpi.nl:MPI900904</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Audio Recordings which contain lexems of the semantical grouping 9.3 SPEECH, LANGUAGE AND VERBS OF TALKING.</i> Abeer Bashir (researcher); Am Nasr Aldeen (speaker); Gertrud Schneider-Blum (researcher); Suzan Alamin (researcher); Hamid Kafi (speaker). n.d. Prof. Dr. Gerrit J. Dimmendaal.\n <a href=\"/item/oai:www.mpi.nl:MPI662556\">oai:www.mpi.nl:MPI662556</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Audio Recordings which contain lexems of the semantical grouping 5.7 PROFESSIONS AND WORK.</i> Abeer Bashir (researcher); Am Nasr Aldeen (speaker); Gertrud Schneider-Blum (researcher); Suzan Alamin (researcher); Hamid Kafi (speaker). n.d. Prof. Dr. Gerrit J. Dimmendaal.\n <a href=\"/item/oai:www.mpi.nl:MPI659226\">oai:www.mpi.nl:MPI659226</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Audio Recordings which contain lexems of the semantical grouping 5.3 NUTRITION.</i> Abeer Bashir (researcher); Am Nasr Aldeen (speaker); Gertrud Schneider-Blum (researcher); Suzan Alamin (researcher); Hamid Kafi (speaker). n.d. Prof. Dr. Gerrit J. Dimmendaal.\n <a href=\"/item/oai:www.mpi.nl:MPI659291\">oai:www.mpi.nl:MPI659291</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Audio Recordings which contain lexems of the semantical grouping 9.2 EVENTS AND ACTIONS.</i> Abeer Bashir (researcher); Am Nasr Aldeen (speaker); Gertrud Schneider-Blum (researcher); Suzan Alamin (researcher); Hamid Kafi (speaker). n.d. Prof. Dr. Gerrit J. Dimmendaal.\n <a href=\"/item/oai:www.mpi.nl:MPI662623\">oai:www.mpi.nl:MPI662623</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Videos.</i> Gertrud Schneider-Blum (researcher); Abeer Bashir (researcher); Am Nasr Aldeen (speaker); Suzan Alamin (researcher); Hamid Kafi (speaker). n.d. Prof. Dr. Gerrit J. Dimmendaal.\n <a href=\"/item/oai:www.mpi.nl:MPI983351\">oai:www.mpi.nl:MPI983351</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Maps.</i> Gertrud Schneider-Blum (researcher); Abeer Bashir (researcher); Am Nasr Aldeen (speaker); Suzan Alamin (researcher); Hamid Kafi (speaker). n.d. Prof. Dr. Gerrit J. Dimmendaal.\n <a href=\"/item/oai:www.mpi.nl:MPI983357\">oai:www.mpi.nl:MPI983357</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Audio Recordings which contain lexems of the semantical grouping 8.2 TIME.</i> Abeer Bashir (researcher); Am Nasr Aldeen (speaker); Gertrud Schneider-Blum (researcher); Suzan Alamin (researcher); Hamid Kafi (speaker). n.d. Prof. Dr. Gerrit J. Dimmendaal.\n <a href=\"/item/oai:www.mpi.nl:MPI661059\">oai:www.mpi.nl:MPI661059</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Audio Recordings which contain lexems of the semantical grouping 5.4 FOOD AND DRINK PREPARATION.</i> Abeer Bashir (researcher); Am Nasr Aldeen (speaker); Gertrud Schneider-Blum (researcher); Suzan Alamin (researcher); Hamid Kafi (speaker). n.d. Prof. Dr. Gerrit J. Dimmendaal.\n <a href=\"/item/oai:www.mpi.nl:MPI659138\">oai:www.mpi.nl:MPI659138</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Audio Recordings which contain lexems of the semantical grouping 6.5 REPTILES.</i> Abeer Bashir (researcher); Am Nasr Aldeen (speaker); Gertrud Schneider-Blum (researcher); Suzan Alamin (researcher); Hamid Kafi (speaker). n.d. Prof. Dr. Gerrit J. Dimmendaal.\n <a href=\"/item/oai:www.mpi.nl:MPI661000\">oai:www.mpi.nl:MPI661000</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Audio Recordings which contain lexems of the semantical grouping 8.4 PLACE NAMES.</i> Abeer Bashir (researcher); Am Nasr Aldeen (speaker); Gertrud Schneider-Blum (researcher); Suzan Alamin (researcher); Hamid Kafi (speaker). n.d. Prof. Dr. Gerrit J. Dimmendaal.\n <a href=\"/item/oai:www.mpi.nl:MPI661038\">oai:www.mpi.nl:MPI661038</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Tima: a language of Sudan.</i> n.a. 2013. SIL International.\n <a href=\"/item/oai:ethnologue.com:tms\">oai:ethnologue.com:tms</a></li>"]}, "Language descriptions": {"count": 2, "resources": ["<li><span class=\"online_indicator\">ONLINE</span><i>Glottolog 2.6 Resources for Tima.</i> n.a. 2015. Max Planck Institute for the Science of Human History.\n <a href=\"/item/oai:glottolog.org:tima1241\">oai:glottolog.org:tima1241</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>WALS Online Resources for Tima.</i> n.a. 2008. Max Planck Institute for Evolutionary Anthropology.\n <a href=\"/item/oai:wals.info:tia\">oai:wals.info:tia</a></li>"]}}}