{"url": "http://www.language-archives.org/language/wbt", "code": "wbt", "coords": ["-21.989", "-23.447", "120.937", "123.712"], "name": "Wanman language", "resources": {"Lexical resources": {"count": 1, "resources": ["<li><span class=\"online_indicator\">ONLINE</span><i>Cr&#250;bad&#225;n language data for Wanman.</i> Kevin Scannell. 2015. The Cr&#250;bad&#225;n Project.\n <a href=\"/item/oai:crubadan.org:wbt\">oai:crubadan.org:wbt</a></li>"]}, "Other resources about the language": {"count": 4, "resources": ["<li><span class=\"online_indicator\">ONLINE</span><i>Wanman: a language of Australia.</i> n.a. 2013. SIL International.\n <a href=\"/item/oai:ethnologue.com:wbt\">oai:ethnologue.com:wbt</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Muuki Taylor preparing walpuriny, a type of bush medicine.</i> Nick Thieberger (compiler); Muuki Taylor (speaker); Curtis Taylor (recorder). 2010. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:NT10-muukimedicine\">oai:paradisec.org.au:NT10-muukimedicine</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Topsy Robinson.</i> Nick Thieberger (compiler). 1990. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:NT10-W27\">oai:paradisec.org.au:NT10-W27</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Pijuka, Minyawu, Muuki Taylor, Grant (Canning Stock Route tape).</i> Nick Thieberger (compiler); Muuki Taylor (speaker); Minyawu Miller (speaker); Pijuka Itiwanu (speaker); Michael Gallagher (recorder); Grant Judson (speaker). 1988. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:NT10-W25\">oai:paradisec.org.au:NT10-W25</a></li>"]}, "Language descriptions": {"count": 2, "resources": ["<li><span class=\"online_indicator\">ONLINE</span><i>Glottolog 2.6 Resources for Wanman.</i> n.a. 2015. Max Planck Institute for the Science of Human History.\n <a href=\"/item/oai:glottolog.org:wanm1242\">oai:glottolog.org:wanm1242</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>WALS Online Resources for Wanman.</i> n.a. 2008. Max Planck Institute for Evolutionary Anthropology.\n <a href=\"/item/oai:wals.info:wbt\">oai:wals.info:wbt</a></li>"]}, "Primary texts": {"count": 27, "resources": ["<li><span class=\"online_indicator\">ONLINE</span><i>May 2010 Warnman recordings.</i> Nick Thieberger (compiler); Nick Thieberger (recorder); Muuki Taylor (speaker); Nancy (Kanu) Taylor (speaker). 2010. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:NT10-2010\">oai:paradisec.org.au:NT10-2010</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Waturara songs and a discussion with Muuki Taylor and Minyawu Miller.</i> Nick Thieberger (compiler); Nick Thieberger (recorder); Muuki Taylor (speaker); Minyawu Miller (speaker); Jakayu Biljaba (singer); Nancy Chapman (singer); Nancy Taylor (singer); Rosie Williams (singer). 2010. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:NT10-20100826\">oai:paradisec.org.au:NT10-20100826</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Warnman men discussing songs and cultural information.</i> Nick Thieberger (compiler). n.d. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:NT10-W01\">oai:paradisec.org.au:NT10-W01</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Desmond Taylor interviewing Muuki and Waka Taylor.</i> Nick Thieberger (compiler); Nick Thieberger (depositor); Muuki Taylor (speaker); Desmond Taylor (recorder); Waka Taylor (speaker). 1988. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:NT10-W03\">oai:paradisec.org.au:NT10-W03</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Razorblade (Tom Marney) on Montebello tests. Songs..</i> Nick Thieberger (compiler); Nick Thieberger (depositor); Tom (Yilirti) Marney (speaker). 1988. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:NT10-W04\">oai:paradisec.org.au:NT10-W04</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Plant name elicitation with Fiona Walsh and Arpad Kalotas.</i> Nick Thieberger (compiler); Nick Thieberger (depositor); Arpad Kalotas (interviewer); Fiona Walsh (interviewer). 1988. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:NT10-W05\">oai:paradisec.org.au:NT10-W05</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Warnman men singing Kaliwa and Waturarra songs, and talking about plants.</i> Nick Thieberger (compiler); Nick Thieberger (recorder); Muuki Taylor (singer); Waka Taylor (singer); Tom (Yilirti) Marney (speaker); Pijuka Itiwanu (singer). 1988. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:NT10-W06\">oai:paradisec.org.au:NT10-W06</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Maruntu (goanna) hunt Punamalara (Rudall River).</i> Nick Thieberger (compiler); Nick Thieberger (depositor); Nick Thieberger (researcher). 1988. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:NT10-W07\">oai:paradisec.org.au:NT10-W07</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Singing at Karlaya Karlaya.</i> Nick Thieberger (compiler); Nick Thieberger (depositor); Nick Thieberger (researcher). 1988. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:NT10-W08\">oai:paradisec.org.au:NT10-W08</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Waka Taylor, Muuki Taylor, Pijuka Itiwanu and Tommy Marney.</i> Nick Thieberger (compiler); Nick Thieberger (depositor); Desmond Taylor (speaker); Waka Taylor (speaker). 1988. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:NT10-W09\">oai:paradisec.org.au:NT10-W09</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Pijuka, Waka, Muuki - stories and food discussion.</i> Nick Thieberger (compiler); Nick Thieberger (depositor); Nick Thieberger (researcher); Muuki Taylor (speaker); Waka Taylor (speaker); Pijuka Itiwanu (speaker). 1988. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:NT10-W09B\">oai:paradisec.org.au:NT10-W09B</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Warnman recording.</i> Nick Thieberger (compiler); Nick Thieberger (recorder); Waka Taylor (speaker). n.d. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:NT10-W11\">oai:paradisec.org.au:NT10-W11</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Warnman recording.</i> Nick Thieberger (compiler); Nick Thieberger (depositor); Muuki Taylor (speaker); Pijuka Itiwanu (speaker). n.d. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:NT10-W12\">oai:paradisec.org.au:NT10-W12</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Nancy Taylor.</i> Nick Thieberger (compiler); Nick Thieberger (depositor); Nick Thieberger (recorder); Nancy Taylor (speaker). n.d. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:NT10-W13\">oai:paradisec.org.au:NT10-W13</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Waka and Nancy Taylor, Marble Bar.</i> Nick Thieberger (compiler); Nick Thieberger (depositor); Nick Thieberger (recorder); Nancy Taylor (speaker); Desmond Taylor (recorder); Waka Taylor (speaker). 1989. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:NT10-W14\">oai:paradisec.org.au:NT10-W14</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Waka Taylor talking about life before Europeans.</i> Nick Thieberger (compiler); Nick Thieberger (depositor); Waka Taylor (speaker). 1989. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:NT10-W15\">oai:paradisec.org.au:NT10-W15</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Wangka Maya backyard.</i> Nick Thieberger (compiler); Nick Thieberger (depositor); Nick Thieberger (recorder). 1989. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:NT10-W16\">oai:paradisec.org.au:NT10-W16</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Death practices. Jinjiyamunya, Karlkun Karlkun and Pulkaartu.</i> Nick Thieberger (compiler); Nick Thieberger (depositor); Nick Thieberger (researcher). 1993. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:NT10-W17\">oai:paradisec.org.au:NT10-W17</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Pulkaartu, Waturara songs.</i> Nick Thieberger (compiler); Nick Thieberger (depositor); Nick Thieberger (researcher). 1993. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:NT10-W18\">oai:paradisec.org.au:NT10-W18</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Nancy Taylor (Kanu) at Karlkun Karlkun and Pulkaartu.</i> Nick Thieberger (compiler); Nick Thieberger (depositor); Nick Thieberger (researcher). 1993. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:NT10-W19\">oai:paradisec.org.au:NT10-W19</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Pulkaartu, songs.</i> Nick Thieberger (compiler); Nick Thieberger (depositor); Nick Thieberger (researcher). 1993. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:NT10-W20\">oai:paradisec.org.au:NT10-W20</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Daisy Kadibil (translation).</i> Nick Thieberger (compiler); Nick Thieberger (depositor); Nick Thieberger (researcher). 1989. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:NT10-W21\">oai:paradisec.org.au:NT10-W21</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Waka, Punmu, story of pictures.</i> Nick Thieberger (compiler); Nick Thieberger (depositor); Nick Thieberger (researcher). 1989. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:NT10-W22\">oai:paradisec.org.au:NT10-W22</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Warntili songs. Muuki Taylor.</i> Nick Thieberger (compiler); Nick Thieberger (depositor); Nick Thieberger (researcher). 1989. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:NT10-W23\">oai:paradisec.org.au:NT10-W23</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Yilirti at Karuly Karuly.</i> Nick Thieberger (compiler); Nick Thieberger (depositor); Nick Thieberger (recorder); Tom (Yilirti) Marney (speaker). 1990. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:NT10-W24\">oai:paradisec.org.au:NT10-W24</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Nov 1989. Western Desert video - audio track.</i> Nick Thieberger (compiler); Muuki Taylor (speaker); Pijuka Itiwanu (speaker); Louis Warren (recorder); Ditch Williams (speaker). 1989. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:NT10-W26\">oai:paradisec.org.au:NT10-W26</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Lena McGrath's mother.</i> Nick Thieberger (compiler). 1984. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:NT10-W28\">oai:paradisec.org.au:NT10-W28</a></li>"]}}}