{"url": "http://www.language-archives.org/language/zrn", "code": "zrn", "coords": ["12.293", "12.171", "18.458", "18.617"], "name": "Zerenkel language", "resources": {"Other resources in the language": {"count": 1, "resources": ["<li><span class=\"online_indicator\">ONLINE</span><i>Documentation and description of Zerenkel, an Afro-Asiatic language of Chad belonging to the East Chadic language family..</i> Sakine Ramat (depositor); Endangered Languages Documentation Programme (sponsor). start=2014-09-30; end=2017-10-31;. Endangered Languages Archive.\n <a href=\"/item/oai:elar.soas.ac.uk:0369\">oai:elar.soas.ac.uk:0369</a></li>"]}, "Other resources about the language": {"count": 16, "resources": ["<li><i>&#385;ildadda Garaane kat Zerenkele 2.</i> Abakar Souleyman; Absakine, Amir. 2011. Association pour la Promotion de la langue Zerenkel.\n <a href=\"/item/oai:sil.org:43709\">oai:sil.org:43709</a></li>", "<li><i>Kitapne da gatpa 2.</i> n.a. 2011. Association pour la Promotion de la Langue Zerenkel.\n <a href=\"/item/oai:sil.org:43516\">oai:sil.org:43516</a></li>", "<li><i>&#385;ildadda garaane kat Zerenkile GIR 1.</i> Ramat, Sakine (editor); Abakar Souleyman (translator); Abakar, Hissein (translator); Ramat, Yaya Ali (editor). 2010. Association pour la Promotion de la langue Zerenkel.\n <a href=\"/item/oai:sil.org:43727\">oai:sil.org:43727</a></li>", "<li><i>&#201;tude sociolinguistique de la langue Zirenkel du Tchad.</i> Johnson, Eric. 2001. Association SIL Tchad.\n <a href=\"/item/oai:sil.org:32329\">oai:sil.org:32329</a></li>", "<li><i>&#385;ildadda Garaane kat Zerenkele - 3.</i> Abakar Souleyman; Trotter, Cindy; Sakine Ramat; Absakine, Amir. 2009. Association pour la Promotion de la Langue Zerenkel.\n <a href=\"/item/oai:sil.org:32529\">oai:sil.org:32529</a></li>", "<li><i>Maala ga gaara.</i> Souleyman, Abakar (editor); Nodjindaina, Jean-Bosco (illustrator); Gami Ssane Mogaye (illustrator); Mbanji, Bawe Ernest (illustrator); Rose, Susan (illustrator); Sharp, Timothy (illustrator). 2007. Association pour la Promotion de la Langue Zerenkel.\n <a href=\"/item/oai:sil.org:41231\">oai:sil.org:41231</a></li>", "<li><i>&#385;ildadda Garaane kat Zerenkele 1.</i> Abakar Souleyman; Absakine, Amir. 2011. Association pour la Promotion de la langue Zerenkel.\n <a href=\"/item/oai:sil.org:43736\">oai:sil.org:43736</a></li>", "<li><i>&#385;ildadda Garaane kat Zerenkele.</i> Abakar Souleyman; Absakine, Amir. 2010. Association pour la Promotion de la langue Zerenkel (APLZ).\n <a href=\"/item/oai:sil.org:43740\">oai:sil.org:43740</a></li>", "<li><i>Taare ya kuruk karre siri ya ka ilki 2012.</i> Abakar Souleyman; Abakar, Hiseine. 2011. Association pour la Promotion de la langue Zerenkel.\n <a href=\"/item/oai:sil.org:43744\">oai:sil.org:43744</a></li>", "<li><i>Kitapne ga gatpa - 1.</i> Association pour la Promotion de la langue Zerenkel. 2010. Association pour la Promotion de la Langue Zerenkel.\n <a href=\"/item/oai:sil.org:43755\">oai:sil.org:43755</a></li>", "<li><i>&#385;ildadda Garaane kat Zerenkele (Syllabaire 1 en langue Zerenkel).</i> Gfeller, Elisabeth (editor); Rose, Susan (illustrator); Mbanji, Bawe Ernest (illustrator); Mba, Gabriel (editor). 2008. Association pour la Promotion de la Langue Zerenkel.\n <a href=\"/item/oai:sil.org:41256\">oai:sil.org:41256</a></li>", "<li><i>&#385;ildadda Garaane kat Zerenkele (Syllabaire 2 en langue Zerenkel).</i> Trotter, Cynthia (editor); Souleyman, Abakar; Bakay, Idriss (illustrator); Absakine, Amir; Ramat, Sakine (editor). 2008. Association pour la Promotion de la Langue Zerenkel.\n <a href=\"/item/oai:sil.org:41257\">oai:sil.org:41257</a></li>", "<li><i>Tare ya kuruk karre siri ya ka ilki.</i> n.a. 2008. Association pour la Promotion de la langue Zerenkel.\n <a href=\"/item/oai:sil.org:43772\">oai:sil.org:43772</a></li>", "<li><i>Taare ya kuruk karre siri ya ka ilki 2011.</i> Abakar Souleymane; Abakar, Hiseine. 2010. Association pour la Promotion de la langue Zerenkel.\n <a href=\"/item/oai:sil.org:43685\">oai:sil.org:43685</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>&#201;tude sociolinguistique de la langue Zirenkel du Tchad.</i> Johnson, Eric. 2005. SIL Electronic Survey Reports 2005-023.\n <a href=\"/item/oai:sil.org:9190\">oai:sil.org:9190</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Zerenkel: a language of Chad.</i> n.a. 2013. SIL International.\n <a href=\"/item/oai:ethnologue.com:zrn\">oai:ethnologue.com:zrn</a></li>"]}, "Language descriptions": {"count": 1, "resources": ["<li><span class=\"online_indicator\">ONLINE</span><i>Glottolog 2.6 Resources for Zirenkel.</i> n.a. 2015. Max Planck Institute for the Science of Human History.\n <a href=\"/item/oai:glottolog.org:zire1244\">oai:glottolog.org:zire1244</a></li>"]}}}