{"url": "http://www.language-archives.org/language/bwm", "code": "bwm", "coords": ["-4.345", "-4.449", "143.81", "143.936"], "name": "Biwat language", "resources": {"Other resources in the language": {"count": 3, "resources": ["<li><span class=\"online_indicator\">ONLINE</span><i>basic vocabulary and sentences elicitation of Dialect of Fundukua.</i> James McElvenny (compiler); James McElvenny (recorder); Felix Kuiavali (speaker). 2005. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:JM1-08\">oai:paradisec.org.au:JM1-08</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Basic vocabulary and sentences elicitation of dialect of Mansuat with Rosa.</i> James McElvenny (compiler); James McElvenny (recorder); Rosa (speaker). 2006. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:JM1-18\">oai:paradisec.org.au:JM1-18</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Story from Rosa, Swatvali, dialect of Mansuat.</i> James McElvenny (compiler); James McElvenny (recorder); Rosa (speaker). 2006. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:JM1-19\">oai:paradisec.org.au:JM1-19</a></li>"]}, "Lexical resources": {"count": 1, "resources": ["<li><span class=\"online_indicator\">ONLINE</span><i>transnewguinea.org Resources for Biwat.</i> Simon J. Greenhill (editor). 2015. transnewguinea.org (transnewguinea.org).\n <a href=\"/item/oai:transnewguinea.org:bwm.1211\">oai:transnewguinea.org:bwm.1211</a></li>"]}, "Other resources about the language": {"count": 3, "resources": ["<li><span class=\"online_indicator\">ONLINE</span><i>Biwat: a language of Papua New Guinea.</i> n.a. 2013. SIL International.\n <a href=\"/item/oai:ethnologue.com:bwm\">oai:ethnologue.com:bwm</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Notebook D23: Selected Research Papers of Don Laycock on Languages in Papua New Guinea: Biwat, Yaul, Kambaramba (Ap Ma).</i> Don Laycock (compiler). n.d. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:DL2-034\">oai:paradisec.org.au:DL2-034</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Ririo 1999.</i> Don Laycock (compiler). 1999. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:DL1-099\">oai:paradisec.org.au:DL1-099</a></li>"]}, "Language descriptions": {"count": 1, "resources": ["<li><span class=\"online_indicator\">ONLINE</span><i>Glottolog 2.6 Resources for Biwat.</i> n.a. 2015. Max Planck Institute for the Science of Human History.\n <a href=\"/item/oai:glottolog.org:biwa1243\">oai:glottolog.org:biwa1243</a></li>"]}, "Primary texts": {"count": 15, "resources": ["<li><span class=\"online_indicator\">ONLINE</span><i>Aitape District Patrol Reports Ambunti Story.</i> Don Laycock (compiler); Don Laycock (recorder). n.d. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:DL1-036\">oai:paradisec.org.au:DL1-036</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Biwat Fieldnotes.</i> Don Laycock (compiler); Don Laycock (researcher). 1973. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:DL1-093\">oai:paradisec.org.au:DL1-093</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Attempt at getting a story from august Masfuat in tok ples.</i> James McElvenny (compiler); James McElvenny (researcher); August Masfuat (consultant). 2005. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:JM1-02\">oai:paradisec.org.au:JM1-02</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Story of Glunjime from Gottfriet Muduli Magova.</i> James McElvenny (compiler); James McElvenny (recorder); Gottfriet Muduli Magova (speaker). 2005. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:JM1-03\">oai:paradisec.org.au:JM1-03</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Gottfriet Muduli Mogova giving text.</i> James McElvenny (compiler); James McElvenny (recorder); Gottfriet Muduli Magova (speaker). 2005. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:JM1-04\">oai:paradisec.org.au:JM1-04</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Attempt at eliciting verb paradigms with Clements Muduli.</i> James McElvenny (compiler); James McElvenny (recorder); Clements Muduli (speaker). 2005. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:JM1-05\">oai:paradisec.org.au:JM1-05</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Gotfriet Muduli Mogova telling story of Luanguaiv@ Part I, told by Muduli.</i> James McElvenny (compiler); James McElvenny (recorder); Gottfriet Muduli Magova (speaker). 2005. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:JM1-06\">oai:paradisec.org.au:JM1-06</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Gottfriet Muduli telling story of Luanguaiv@ Part II, told by Muduli.</i> James McElvenny (compiler); James McElvenny (recorder); Gottfriet Muduli Magova (speaker). 2005. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:JM1-07\">oai:paradisec.org.au:JM1-07</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Story of Aluvavlame.</i> James McElvenny (compiler); James McElvenny (recorder); Joseph Danny (speaker). 2005. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:JM1-09\">oai:paradisec.org.au:JM1-09</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Story of Luaingaiv@, told by Joseph Danny.</i> James McElvenny (compiler); James McElvenny (recorder); Joseph Danny (speaker). 2005. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:JM1-10\">oai:paradisec.org.au:JM1-10</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Story of the water.</i> James McElvenny (compiler); James McElvenny (recorder); John Harris (speaker). 2005. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:JM1-11\">oai:paradisec.org.au:JM1-11</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Story of Vlisuak.</i> James McElvenny (compiler); James McElvenny (recorder); Rudolf (speaker). 2005. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:JM1-12\">oai:paradisec.org.au:JM1-12</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Lord's prayer in Mudukumo.</i> James McElvenny (compiler); James McElvenny (researcher); Linus Wasime (speaker). 2005. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:JM1-13\">oai:paradisec.org.au:JM1-13</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>How to scrape saksak and how to build a house, told by Thomas, Mudukumo.</i> James McElvenny (compiler); James McElvenny (recorder); Thomas Wasime (speaker). 2006. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:JM1-20\">oai:paradisec.org.au:JM1-20</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Andufuguan stories.</i> James McElvenny (compiler); Joaquim (speaker); Pastor Linus (speaker). 2005. Pacific And Regional Archive for Digital Sources in Endangered Cultures (PARADISEC).\n <a href=\"/item/oai:paradisec.org.au:JM1-23\">oai:paradisec.org.au:JM1-23</a></li>"]}}}