{"url": "http://www.language-archives.org/language/ngz", "code": "ngz", "coords": ["-1.472", "-2.016", "15.089", "16.154"], "name": "Ngungwel language", "resources": {"Lexical resources": {"count": 1, "resources": ["<li><i>Ngungwel, 1700 word list.</i> Williams-Ngumbu, Angela (researcher); Mbusampon Anicet (speaker); Nkou Basilotte (speaker); Okana Basile (researcher); Ngumbu, R&#233;my (researcher); Mongo Malos (speaker); Nguie David (speaker); Abounzounou Prince Honneurr (researcher). 2011. SIL Language and Culture Archives.\n <a href=\"/item/oai:sil.org:54640\">oai:sil.org:54640</a></li>"]}, "Other resources about the language": {"count": 37, "resources": ["<li><i>Ngungwel history of the kingdom.</i> Williams-Ngumbu, Angela (researcher); Ngolo Justin (speaker). 2011. SIL Language and Culture Archives.\n <a href=\"/item/oai:sil.org:54803\">oai:sil.org:54803</a></li>", "<li><i>Ngiye discusses fields in Ngungwel.</i> Williams-Ngumbu, Angela (researcher); Ngiye Chance Junior (speaker). 2011. SIL Language and Culture Archives.\n <a href=\"/item/oai:sil.org:54705\">oai:sil.org:54705</a></li>", "<li><i>Misika discusses fishing in Ngungwel.</i> Williams-Ngumbu, Angela (researcher); Misika Rodrigue (speaker). 2011. SIL Language and Culture Archives.\n <a href=\"/item/oai:sil.org:54706\">oai:sil.org:54706</a></li>", "<li><i>Ngungwel discourse by Mbuala.</i> Williams-Ngumbu, Angela (researcher); Mbuala Gustavin (speaker). 2011. SIL Language and Culture Archives.\n <a href=\"/item/oai:sil.org:54707\">oai:sil.org:54707</a></li>", "<li><i>Ngungwel stories by Okana.</i> Williams-Ngumbu, Angela (researcher); Okana Prosp&#232;re (speaker). 2011. SIL Language and Culture Archives.\n <a href=\"/item/oai:sil.org:54708\">oai:sil.org:54708</a></li>", "<li><i>Ngungwel procedural discourse on hunting.</i> Williams-Ngumbu, Angela (researcher); Kubemba Bienfait (speaker). 2011. SIL Language and Culture Archives.\n <a href=\"/item/oai:sil.org:54709\">oai:sil.org:54709</a></li>", "<li><i>Ngungwel stories by Kaba Pierre.</i> Williams-Ngumbu, Angela (researcher); Kaba Pierre (speaker). 2011. SIL Language and Culture Archives.\n <a href=\"/item/oai:sil.org:54710\">oai:sil.org:54710</a></li>", "<li><i>Ngungwel discussion of fish.</i> Williams-Ngumbu, Angela (researcher); Nta Roger (speaker). 2011. SIL Language and Culture Archives.\n <a href=\"/item/oai:sil.org:54711\">oai:sil.org:54711</a></li>", "<li><i>Discussions in the court of the Ngungwel king.</i> Williams-Ngumbu, Angela (researcher); Missikan Gilbert (speaker). 2011. SIL Language and Culture Archives.\n <a href=\"/item/oai:sil.org:54712\">oai:sil.org:54712</a></li>", "<li><i>Ngungwel history by a village elder.</i> Abounzounou Prince (interviewer); Ebata Maurice (speaker). 2011. SIL Language and Culture Archives.\n <a href=\"/item/oai:sil.org:54713\">oai:sil.org:54713</a></li>", "<li><i>Mongo discusses hunting in Ngungwel.</i> Williams-Ngumbu, Angela (researcher); Mongo Obed (speaker). 2011. SIL Language and Culture Archives.\n <a href=\"/item/oai:sil.org:54714\">oai:sil.org:54714</a></li>", "<li><i>Mongo discusses soccer in Ngungwel.</i> Williams-Ngumbu, Angela (researcher); Mongo Petuel (speaker). 2011. SIL Language and Culture Archives.\n <a href=\"/item/oai:sil.org:54715\">oai:sil.org:54715</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Ngungwel documentary corpus.</i> Okana Basile (consultant); Ngumbu, Remy (interviewer); Williams-Ngumbu, Angela (researcher); Mbon Armel (translator); Abounzounou Prince (interviewer). 2011. SIL Language and Culture Archives.\n <a href=\"/item/oai:sil.org:54637\">oai:sil.org:54637</a></li>", "<li><i>Ngungwel church service.</i> Williams-Ngumbu, Angela (researcher). 2011. SIL Language and Culture Archives.\n <a href=\"/item/oai:sil.org:54837\">oai:sil.org:54837</a></li>", "<li><i>Ngungwel proverbs by Ansi.</i> Williams-Ngumbu, Angela (researcher); Ansi Ernesto (speaker). 2011. SIL Language and Culture Archives.\n <a href=\"/item/oai:sil.org:54638\">oai:sil.org:54638</a></li>", "<li><i>Ngungwel tales by Ntsiba.</i> Williams-Ngumbu, Angela (researcher); Ntsiba Samuel (speaker). 2011. SIL Language and Culture Archives.\n <a href=\"/item/oai:sil.org:54838\">oai:sil.org:54838</a></li>", "<li><i>Ngungwel story about giving birth.</i> Williams-Ngumbu, Angela (researcher); Kaba Irene (speaker). 2011. SIL Language and Culture Archives.\n <a href=\"/item/oai:sil.org:54639\">oai:sil.org:54639</a></li>", "<li><i>Construction of a house in Ngungwel.</i> Abounzounou Prince (researcher); Elion Phildard (speaker). 2011. SIL Language and Culture Archives.\n <a href=\"/item/oai:sil.org:54839\">oai:sil.org:54839</a></li>", "<li><i>Ngungwel story of preparing \"fufu\" by Soucine.</i> Abounzounou Prince (researcher). 2011. SIL Language and Culture Archives.\n <a href=\"/item/oai:sil.org:54840\">oai:sil.org:54840</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Ngungwel story about fishing from Igne.</i> Williams-Ngumbu, Angela (researcher); Igne Marceline (speaker). 2011. SIL Language and Culture Archives.\n <a href=\"/item/oai:sil.org:54641\">oai:sil.org:54641</a></li>", "<li><i>Ngungwel discussion with Kianelo.</i> Williams-Ngumbu, Angela (researcher); Kianelo Bepilair (speaker). 2011. SIL Language and Culture Archives.\n <a href=\"/item/oai:sil.org:54841\">oai:sil.org:54841</a></li>", "<li><i>Ngungwel stories from a young man.</i> Williams-Ngumbu, Angela (researcher); Ebata Chancel (speaker). 2011. SIL Language and Culture Archives.\n <a href=\"/item/oai:sil.org:54642\">oai:sil.org:54642</a></li>", "<li><i>Ngungwel story about soccer.</i> Williams-Ngumbu, Angela (researcher); Mongo Ghislain (speaker). 2011. SIL Language and Culture Archives.\n <a href=\"/item/oai:sil.org:54745\">oai:sil.org:54745</a></li>", "<li><i>Interview with Malos in Ngungwel.</i> Okana Basile (interviewer); Williams-Ngumbu, Angela (researcher); Mongo Malos Daniel (speaker). 2011. SIL Language and Culture Archives.\n <a href=\"/item/oai:sil.org:55258\">oai:sil.org:55258</a></li>", "<li><i>Ngungwel discussion of the Bible by Kaba Waida.</i> Williams-Ngumbu, Angela (researcher); Kaba Waida Andr&#233; (speaker). 2011. SIL Language and Culture Archives.\n <a href=\"/item/oai:sil.org:54662\">oai:sil.org:54662</a></li>", "<li><i>Ngungwel riddles by Andzuwana.</i> Williams-Ngumbu, Angela (researcher); Andzuwana Justine (speaker). 2011. SIL Language and Culture Archives.\n <a href=\"/item/oai:sil.org:54663\">oai:sil.org:54663</a></li>", "<li><i>Ngungwel stories on cooking and fishing.</i> Williams-Ngumbu, Angela (researcher); Nkunzene Beshi (speaker). 2011. SIL Language and Culture Archives.\n <a href=\"/item/oai:sil.org:54669\">oai:sil.org:54669</a></li>", "<li><i>Ndio talks about his life in Ngungwel.</i> Williams-Ngumbu, Angela (researcher); Ndio Gilbert (speaker). 2011. SIL Language and Culture Archives.\n <a href=\"/item/oai:sil.org:54773\">oai:sil.org:54773</a></li>", "<li><i>Ngungwel story by Ngalwa.</i> Abounzounou Prince (researcher); Ngalwa Ther&#232;se (speaker). 2011. SIL Language and Culture Archives.\n <a href=\"/item/oai:sil.org:54774\">oai:sil.org:54774</a></li>", "<li><i>Ngungwel explanation of children's game.</i> Abounzounou Prince (researcher); Ngiye Fanielle (speaker). 2011. SIL Language and Culture Archives.\n <a href=\"/item/oai:sil.org:54775\">oai:sil.org:54775</a></li>", "<li><i>Ngungwel story of cooking \"fufu\".</i> Abounzounou Prince (researcher); Ngiye Makila (speaker). 2011. SIL Language and Culture Archives.\n <a href=\"/item/oai:sil.org:54776\">oai:sil.org:54776</a></li>", "<li><i>Ngungwel story on alcoholic beverages.</i> Abounzounou Prince (researcher); Nkuahele Mariam (speaker). 2011. SIL Language and Culture Archives.\n <a href=\"/item/oai:sil.org:54777\">oai:sil.org:54777</a></li>", "<li><i>Ngungwel discussion of marriage.</i> Abounzounou Prince (researcher); Nzinga Fils (speaker). 2011. SIL Language and Culture Archives.\n <a href=\"/item/oai:sil.org:54778\">oai:sil.org:54778</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>A true story in Ngungwel.</i> Abounzounou Prince (researcher); Nkou Placide (speaker). 2011. SIL Language and Culture Archives.\n <a href=\"/item/oai:sil.org:54780\">oai:sil.org:54780</a></li>", "<li><i>Ngungwel procedural discourse on manioc.</i> Williams-Ngumbu, Angela (researcher); Mbusampon Ordina (speaker). 2011. SIL Language and Culture Archives.\n <a href=\"/item/oai:sil.org:54692\">oai:sil.org:54692</a></li>", "<li><i>Ngungwel story on fishing by Mbon.</i> Abounzounou Prince (researcher); Mbon Djirel (speaker). 2011. SIL Language and Culture Archives.\n <a href=\"/item/oai:sil.org:54693\">oai:sil.org:54693</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Ngungwel: a language of Congo.</i> n.a. 2013. SIL International.\n <a href=\"/item/oai:ethnologue.com:ngz\">oai:ethnologue.com:ngz</a></li>"]}, "Language descriptions": {"count": 2, "resources": ["<li><span class=\"online_indicator\">ONLINE</span><i>Glottolog 2.6 Resources for Ngungwel.</i> n.a. 2015. Max Planck Institute for the Science of Human History.\n <a href=\"/item/oai:glottolog.org:ngun1272\">oai:glottolog.org:ngun1272</a></li>", "<li><i>Petit guide d'orthographe et de grammaire Engungwel.</i> Raharimanantsoa, Ruth; Bosso, Armel. 2014-06. SIL Language and Culture Archives.\n <a href=\"/item/oai:sil.org:58669\">oai:sil.org:58669</a></li>"]}}}