{"url": "http://www.language-archives.org/language/tvw", "code": "tvw", "coords": ["-1.147", "-1.411", "120.314", "120.589"], "name": "Sedoa language", "resources": {"Other resources about the language": {"count": 33, "resources": ["<li><i>Tolu mbaa towau (Tiga ekor kambing) (The three goats) Bahasa Sedoa; Bahasa Indonesia; Bahasa Inggris.</i> Materials Development Centre. 2010. Seri Buku Cerita.\n <a href=\"/item/oai:sil.org:38203\">oai:sil.org:38203</a></li>", "<li><i>Baria kura mbero = Belanga ajaib (The magic pot) Bahasa Sedoa; Bahasa Indonesia; Basaha Inggris.</i> Pikkert, Cheryl M.; Pikkert, Joost J. J.; Tjia, Johnny. 2010. Seri Buku Cerita.\n <a href=\"/item/oai:sil.org:38205\">oai:sil.org:38205</a></li>", "<li><i>Anantowawine anu mewali watutau = Gadis patung (The girl that became a statue) Bahasa Sedoa; Bahasa Indonesia; Bahasa Inggris.</i> Pikkert, Joost J. J.; Supangkat, Eddy. 2010. Seri Buku Cerita.\n <a href=\"/item/oai:sil.org:38206\">oai:sil.org:38206</a></li>", "<li><i>Tosi timboko = Burung kuntul (The heron) Bahasa Sedoa; Bahasa Indonesia; Bahasa Inggris.</i> Malonta, Santiaji. 2010. Seri Buku Cerita.\n <a href=\"/item/oai:sil.org:38309\">oai:sil.org:38309</a></li>", "<li><i>Timali basa (Lawan kata) (Opposites) Bahasa Sedoa; Bahasa Indonesia; Bahasa Inggris.</i> Dawson, Barbara J. 2010. Seri Buku Bacaan Permula.\n <a href=\"/item/oai:sil.org:38510\">oai:sil.org:38510</a></li>", "<li><i>Kadue anu mabose mpii (Keladi raksasa) (The giant taro) Bahasa Sedoa; Bahasa Indonesia; Bahasa Inggris.</i> Materials Development Centre. 2010. Seri Buku Cerita.\n <a href=\"/item/oai:sil.org:38511\">oai:sil.org:38511</a></li>", "<li><i>Mabose mpii mani aku mpane komi (Saya lebih besar daripada kamu) (I'm bigger than you are) Bahasa Sedoa; Bahasa Indonesia; Bahasa Inggris.</i> Education Department, Vanuatu. 2010. Seri Buku Bacaan Permula.\n <a href=\"/item/oai:sil.org:38521\">oai:sil.org:38521</a></li>", "<li><i>Posimada nu manu ai moto = Persahabatan ayam dan elang (Friendship between the rooster and the eagle).</i> Malonta, Steven. 2010. Seri Buku Cerita.\n <a href=\"/item/oai:sil.org:38224\">oai:sil.org:38224</a></li>", "<li><i>Aku mangita iku (Saya melihat ekor) (I see a tail&#8230;) Bahasa Sedoa; Bahasa Indonesia; Bahasa Inggris.</i> Krekel, Cathy. 2010. Seri Buku Bacaan Permula.\n <a href=\"/item/oai:sil.org:38225\">oai:sil.org:38225</a></li>", "<li><i>I tubanga maumbi ai I pale mapeka = Si pantat runcing dan si tangan lebar (Pointy-butt and broad-hand) Behasa Sedoa; Bahasa Indonesia; Bahasa Inggris.</i> Esser, S. J. 2010. Seri Buku Cerita.\n <a href=\"/item/oai:sil.org:38525\">oai:sil.org:38525</a></li>", "<li><i>Pepatudu I ibo = Pelajaran bagi si kera (A lesson for the monkey) Bahasa Sedoa; Bahasa Indonesia; Bahasa Inggris.</i> Pikkert, Joost J. J.; Supangkat, Eddy. 2010. Seri Buku Cerita.\n <a href=\"/item/oai:sil.org:38336\">oai:sil.org:38336</a></li>", "<li><i>I piti anu mapande = Si pithi yang cerdik (Piti the cunning mouse) Bahasa Sedoa; Bahasa Indonesia; Bahasa Inggris.</i> Pikkert, Joost J. J.; Supangkat, Eddy. 2010. Seri Buku Cerita.\n <a href=\"/item/oai:sil.org:38536\">oai:sil.org:38536</a></li>", "<li><i>Ima ina motulungi aku? (Siapa akan membantu saya?) (Who will help me?) Bahasa Sedoa; Bahasa Indonesia; Bahasa Inggris.</i> Shore, Susan; Eva, Pue&#704;na; Tagora, Yul; Malonta, Steven. 2010. Seri Buku Cerita.\n <a href=\"/item/oai:sil.org:38538\">oai:sil.org:38538</a></li>", "<li><i>Angsa anu motemeka bulawa = Angsa bertelur emas (The goose who laid golden eggs) Bahasa Sedoa; Bahasa Indonesia; Bahasa Inggris.</i> Pikkert, Joost J. J.; Supangkat, Eddy. 2010. Seri Buku Cerita.\n <a href=\"/item/oai:sil.org:38247\">oai:sil.org:38247</a></li>", "<li><i>Soto watu (Soto batu) (Stone soup) Bahasa Sedoa; Bahasa Indonesia; Bahasa Inggris.</i> McKenzie, Robin. 2010. Seri Buku Cerita.\n <a href=\"/item/oai:sil.org:38447\">oai:sil.org:38447</a></li>", "<li><i>Toda ina lau I kota = Katak hendak ke kota (Froggie goes to town) Bahasa Sedoa; Bahasa Indonesia; Bahasa Inggris.</i> Krekel, Cathy. 2010. Seri Buku Cerita.\n <a href=\"/item/oai:sil.org:38248\">oai:sil.org:38248</a></li>", "<li><i>Belajar bahasaku asyik 1:Kurikulum Bahasa Sedoa, kelas 3, 4: buku panduan untuk guru.</i> Shore, Susan. 2010. UPTD.\n <a href=\"/item/oai:sil.org:38555\">oai:sil.org:38555</a></li>", "<li><i>Melni pensani moimba (Melni bisa berhitung) (Melni can count) Bahasa Sedoa; Bahasa Indonesia; Bahasa Inggris.</i> Pikkert, Cheryl M.; Pikkert, Joost J. J. 2010. Seri Buku Bacaan Permula.\n <a href=\"/item/oai:sil.org:38258\">oai:sil.org:38258</a></li>", "<li><i>Bala sempa.</i> Nagai, Yasuko (illustrator); Caroline, Vitri (translator); Tawari, Kharles (translator); Deweni, R. (illustrator); Waters, N. (illustrator). 2010. UPTD.\n <a href=\"/item/oai:sil.org:40859\">oai:sil.org:40859</a></li>", "<li><i>Ima anu mopakatiri duanga? (Siapa yang menenggelamkan perahu) (Who sank the boat?) Bahasa Sedoa; Bahasa Indonesia; Bahasa Inggris.</i> Billy, Winnie. 2010. Seri Buku Bacaan Permula.\n <a href=\"/item/oai:sil.org:38361\">oai:sil.org:38361</a></li>", "<li><i>Sambaa ule sawa (Seekor ular sawa) (A python) Bahasa Sedoa; Bahasa Indonesia; Bahasa Inggris.</i> Shelden, Howard. 2010. Seri Buku Bacaan Permula.\n <a href=\"/item/oai:sil.org:38461\">oai:sil.org:38461</a></li>", "<li><i>I Deli-Deli al I Noki Noki (Deli-Deli dan Noki-Noki) (The story of Deli-Deli and Noki-Noki) Bahasa Sedoa; Bahasa Indonesia; Bahasa Inggris.</i> Aufatili, Auhiuli. 2010. Seri Buku Cerita.\n <a href=\"/item/oai:sil.org:38465\">oai:sil.org:38465</a></li>", "<li><i>Seda ai kokomba (Si jangkrik dan si belalang) (The cricket and the grasshopper) Bahasa Sedoa; Bahasa Indonesia; Bahasa Inggris.</i> Benala, Nelson. 2010. Seri Buku Cerita.\n <a href=\"/item/oai:sil.org:38268\">oai:sil.org:38268</a></li>", "<li><i>Belajar bahasaku asyik 2 (Kurikulum Bahasa Sedoa, kelas 5, 6: buku panduan untuk guru.</i> Shore, Susan. 2010. UPTD.\n <a href=\"/item/oai:sil.org:38472\">oai:sil.org:38472</a></li>", "<li><i>I uma ai ule (Aya dan ular) (Papa and the snake) Bahasa Sedoa; Bahasa Indonesia; Bahasa Inggris.</i> Malone, Dennis L. 2010. Seri Buku Bacaan Permula.\n <a href=\"/item/oai:sil.org:38177\">oai:sil.org:38177</a></li>", "<li><i>Dumu bou tina nu dena = Rumah baru untuk ibu burung pipit (A new home for mother sparrow) Bahasa Sedoa; Bahasa Indonesia; Bahasa Inggris.</i> Pagolu, Ivy. 2010. Seri Buku Cerita.\n <a href=\"/item/oai:sil.org:38278\">oai:sil.org:38278</a></li>", "<li><i>Anakoi ai wula.</i> Shelden, Howard. 2010. UPTD.\n <a href=\"/item/oai:sil.org:40881\">oai:sil.org:40881</a></li>", "<li><i>Baula anu maroso (Kerbau yang kuat) (The strong carabao) Bahasa Sedoa; Bahasa Indonesia; Bahasa Inggris.</i> Bunagu, Albert. 2010. Seri Buku Bacaan Permula.\n <a href=\"/item/oai:sil.org:38491\">oai:sil.org:38491</a></li>", "<li><i>Ade ai rangana = Ade dan teman-temannya (Ade and his friends) Bahasa Sedoa; Bahasa Indonesia; Bahasa Inggris.</i> Pikkert, Cheryl M.; Pikkert, Joost J. J. 2010. Seri Buku Cerita.\n <a href=\"/item/oai:sil.org:38492\">oai:sil.org:38492</a></li>", "<li><i>Langgereo (Laba-laba, laba-laba) (Spider, spider) Bahasa Sedoa; Bahasa Indonesia; Bahasa Inggris.</i> National Department of Education, Papua New Guinea. 2010. Seri Buku Bacaan Permula.\n <a href=\"/item/oai:sil.org:38294\">oai:sil.org:38294</a></li>", "<li><i>Toda anu maemba ngangana (Katak yang bermulut besar) (The wide mouthed frog) Bahasa Sedoa; Bahasa Indonesia; Bahasa Inggris.</i> Wakefield, David C. 2010. Seri Buku Bacaan Permula.\n <a href=\"/item/oai:sil.org:38394\">oai:sil.org:38394</a></li>", "<li><i>Saogu goroba (Sebuah gerobak) (An oxcart) Bahasa Sedoa; Bahasa Indonesia; Bahasa Inggris.</i> Shelden, Deidre B. 2010. Seri Buku Bacaan Permula.\n <a href=\"/item/oai:sil.org:38197\">oai:sil.org:38197</a></li>", "<li><span class=\"online_indicator\">ONLINE</span><i>Sedoa: a language of Indonesia.</i> n.a. 2013. SIL International.\n <a href=\"/item/oai:ethnologue.com:tvw\">oai:ethnologue.com:tvw</a></li>"]}, "Language descriptions": {"count": 1, "resources": ["<li><span class=\"online_indicator\">ONLINE</span><i>Glottolog 2.6 Resources for Sedoa.</i> n.a. 2015. Max Planck Institute for the Science of Human History.\n <a href=\"/item/oai:glottolog.org:sedo1237\">oai:glottolog.org:sedo1237</a></li>"]}}}